Repository: Sogrea/gmameui
Catalog: gmameui/po/*.po
Languages: de, fr, it, pl, pt_br, sv

source: Frames to skip:
de: Zu überspringende Frames:
fr: Trames à sauter:
it: Fotogrammi da saltare:
pl: Pomijane klatki:
pt_br: Frames a saltar:
sv: Bildruto att hoppa över:

source: Gamma correction (-gamma)
de: Gammakorrektur (-gamma)
fr: Correction du gamma (-gamma)
it: Correzione gamma (-gamma)
pl: Korekcja gamma. (-gamma)
sv: Korrigering av gamma (-gamma)

source: Generate an error.log file (-log)
de: error.log-Datei erstellen (-log)
fr: Générer un fichier error.log (-log)
it: Genera un file error.log (-log)
pl: Twórz plik error.log. (-log)
sv: Generera filen error.log (-log)

source: Horizontal
it: Orizzontale
pl: Poziome
sv: Horisontellt

source: If this is selected, MAME will run in a window (-window)
de: Mit dieser Option wird MAME in einem Fenster laufen (-window)
fr: Sélectionner cette option pour exécuter MAME dans une fenêtre (-window)
it: Se questo è selezionato, MAME girerà in una finestra (-window)
pl: Po wybraniu tej opcji MAME uruchomi się w oknie. (-window)

source: Keep aspect ratio
de: Verhältnis beibehalten
fr: Garder les proportions
it: Mantieni le proporzioni
pl: Utrzymuj proporcje
pt_br: Manter a relação de aspecto
sv: Behåll bildformat

source: Keep calling video updates whilst paused (-update_in_pause)
de: Auch in Pause weiter Video-Updates durchführen (-update_in_pause)
fr: Continuer de demander les mises à jour vidéo quand en pause (-update_in_pause)
it: Continua ad aggiornare lo schermo quando in pausa (-update_in_pause)
pl: Odświeżaj obraz nawet podczas pauzy. (-update_in_pause)

source: Keyboard
de: Tastatur
fr: Clavier
it: Tastiera
pl: Klawiatura
pt_br: Teclado
sv: Tangentbord

source: Left-right
de: Links-rechts
fr: Gauche-droite
it: Sinistra-Destra
pl: Lewo-prawo
pt_br: Esquerda-Direita
sv: Vänster-höger

source: Let OpenGL manage brightness and contrast
de: OpenGL Helligkeit und Kontrast verwalten lassen
fr: Laisser OpenGL gérer la luminosité et le contraste
it: Lascia gestire ad OpenGL la luminosità ed il contrasto
pl: Pozwól OpenGL zarządzać jasnością i kontrastem
sv: Låt OpenGL hantera ljusstyrka och kontrast

source: Maximize
de: Maximieren
fr: Maximiser
it: Massimizza
pl: Maksymalizuj
sv: Maximera

source: Mouse
de: Maus
fr: Souris
pl: Myszka
sv: Mus

source: Name of a .png file in the Artwork directory to use for scanlines effect (-effect)
de: Name einer .png-Datei im Illustrations-Verzeichnis für Scanlines-Effekt (-effect)
fr: Nom d'un fichier .png du répertoire Artwork à utiliser pour l'effect scanlines (-effect)
it: Nome di un file .png nella cartella delle opere d'arte per l'uso degli effetti di scanlines (-effect)
pl: Nazwa pliku .png w katalogu ilustracji, który ma być używany do efektu linii TV. (-effect)

source: No filter Bilinear Gaussian blur
de: Kein Filter Bilinear Gaussian blur
fr: Aucun filtre Bilinéaire Flou gaussien
it: Nessun filtro Bilineare Sfumatura Gaussiana
pl: Bez filtra Dwuliniowy Rozmycie gaussowskie
pt_br: Sem filtror Bilinear Gaussian blur
sv: Inget filter Bilinjärt Gaussisk oskärpa

source: Number of screens to create - MAME only supports 1 (-numscreens)
de: Anzahl der zu erzeugenden Bildschirme - MAME unterstützt nur einen (-numscreens)
fr: Nombre d'écrans à créer - MAME n'en supporte qu'un (-numscreens)
it: Numero degli schermi da creare - MAME ne supporta solo 1 (-numscreens)
pl: Ilośc tworzonych ekranów. MAME obsługuje tylko 1. (-numscreens)

source: Number of screens:
de: Anzahl der Bildschirme:
fr: Nombre d'écrans:
it: Numero di schermi:
pl: Liczba ekranów:
pt_br: Número de telas:
sv: Antal skärmar:

source: Other options
de: Weitere Optionen
fr: Autres options
it: Altre opzioni
pl: Pozostałe opcje
pt_br: Outras opções

source: Output error.log data to debugger
de: error.log-Daten an Debugger ausgeben
fr: Transférer les données error.log au débogueur
it: Indirizza i dati del debugger nell'error.log
pl: Wysyłaj dane z error.log do debugera

source: Output error.log data to the system debugger (-oslog)
de: error.log-Daten an Systemdebugger ausgeben (-oslog)
fr: Transférer les données error.log au débogueur système (-oslog)
it: Indirizza i dati del debugger di sistema nell'error.log (-oslog)
pl: Wysyłaj dane z pliku error.log do debugera systemowego. (-oslog)

source: Pause Brightness
de: Helligkeit in Pause
fr: Luminosité en pause
it: Ferma luminosità
pl: Jasność pauzy:
pt_br: Pausa Brilho

source: Perform rendering and blitting on a separate thread (-multithreading)
de: Rendern und Blitting in separatem Thread durchführen (-multithreading)
fr: Effectuer le rendu et le blitting dans un processus séparé (-multithreading)
it: Esegui il rendering ed il blitting in un thread separato (-multithreading)
pl: Renderuj grafikę i kopiuj dane do pamięci w osobnym wątku. (-multithreading)

source: Prescale
de: Vorskalieren
it: Prescala
pl: Wstępne skalowanie:
pt_br: Preescala
sv: Förskala

source: Record AVI
de: AVI aufnehmen
fr: Enregistrement en AVI
it: Registra AVI
pl: Nagraj AVI:
sv: Spela in AVI

source: Record MNG
de: MNG aufnehmen
fr: Enregistrement en MNG
it: Registra MNG
pl: Nagraj MNG:
sv: Spela in MNG

source: Record WAV
de: WAV aufnehmen
fr: Enregistrement en WAV
it: Registra WAV
pl: Nagraj WAV:
sv: Spela in WAV

source: Records a .avi movie to the Snapshot directory (-recordavi)
de: Nimmt einen .avi-Film ins Snapshot-Verzeichnis auf (-recordavi)
fr: Enregistrer une vidéo .avi dans le répertoire Snapshot (-recordavi)
it: Registra un video .avi nella cartella delle Istantanee (-recordavi)
pl: Zapisuje film w formacie .avi do katalogu migawek. (-recordavi)

source: Records a .mng movie to the Snapshot directory (-recordmng)
de: Nimmt einen .mng-Film ins Snapshot-Verzeichnis auf (-recordmng)
fr: Enregistrer une vidéo .mng dans le répertoire Snapshot (-recordmng)
it: Registra un video .mng nella cartella delle Istantanee (-recordmng)
pl: Zapisuje film w formacie .mng do katalogu migawek. (-recordmng)

source: Records a .wav sound file to the Snapshot directory (-recordwav)
de: Nimmt einen .wav-Klang ins Snapshot-Verzeichnis auf (-recordwav)
fr: Enregistrer un fichier son .wav dans le répertoire Snapshot (-recordwav)
it: Registra un file sonoro .wav nella cartella delle Istantanee (-recordwav)
pl: Zapisuje plik dźwiękowy w formacie .wav do katalogu migawek. (-recordwav)

source: Refresh speed
de: Auffrischgeschwindigkeit
fr: Vitesse de rafraîchissement
it: Velocità di aggiornamento
pl: Prędkość odświeżania
pt_br: Atualizar velocidade
sv: Uppdateringshastighet

source: Rotate left
de: Nach links rotieren
fr: Rotation vers la gauche
it: Ruota a sinistra
pl: Obrót w lewo
pt_br: Girar esquerda
sv: Rotera åt vänster

source: Rotate right
de: Nach rechts rotieren
fr: Rotation vers la droite
it: Ruota a destra
pl: Obrót w prawo
pt_br: Girar direita
sv: Rotera åt höger

source: Rotate screen anticlockwise 90 degrees (-rol)
de: Bildschirm gegen den Uhrzeigersinn um 90 Grad rotieren (-rol)
fr: Rotation anti-horaire de l'écran de 90 degrés (-rol)
it: Ruota lo schermo in senso antiorario di 90 gradi (-rol)
pl: Obrót obrazu o 90° w kierunku przeciwnym do ruchu wskazówek zegara. (-rol)

source: Rotate screen clockwise 90 degrees (-ror)
de: Bildschirm im Uhrzeigersinn um 90 Grad rotieren (-ror)
fr: Rotation horaire de l'écran de 90 degrés (-ror)
it: Ruota lo schermo in senso orario di 90 gradi (-rol)
pl: Obrót obrazu o 90° w kierunku zgodnym z ruchem wskazówek zegara. (-ror)

source: Rotation
it: Rotazione
pl: Obrót
pt_br: Rotação

source: Run in window
de: In Fenster ausführen
fr: Exécuter dans une fenêtre
it: Gioca in una finestra
pl: Graj w oknie
pt_br: Executar em janela
sv: Kör i fönster

source: Sample rate
fr: Taux d'échantillonnage
it: Frequenza di campionamento
pl: Częstotliwość próbkowania:
pt_br: Taxa de amostragem
sv: Samplingsfrekvens

source: Scale game graphics before rendering (-prescale)
de: Spielgrafiken vor dem Rendern skalieren (-prescale)
fr: Mise à l'échelle des graphismes avant le rendu (-prescale)
it: Scala la grafica prima del rendering (-prescale)
pl: Skalowanie grafiki w grze przed wyrenderowaniem. (-prescale)

source: Scale mode (-scalemode)
de: Skalierungsmodus (-scalemode)
fr: Mode de mise à l'échelle (-scalemode)
it: Modalità di scala (-scalemode)
pl: Tryb skalowania. (-scalemode)
sv: Skalningsläge (-scalemode)

source: Screen
de: Bildschirm
fr: Écran
it: Schermo
pl: Ekran
pt_br: Tela
sv: Skärm

source: Script for debugger (-debugscript)
de: Skript für Debugger (-debugscript)
fr: Script pour le déboguage (-debugscript)
it: Script per il debugger (-debugscript)
pl: Skrypt dla debugera. (-debugscript)
sv: Skript för felsökare (-debugscript)

source: Set audio latency (increase to reduce glitches, decrease for responsiveness (-audio_latency)
de: Audio-Verzögerung setzen (erhöhen um Störungen zu reduzieren, reduzieren für mehr Empfindlichkeit (-audio_latency)
fr: Choisir la latence audio (augmenter pour réduire les glitches, diminuer pour une meilleure réactivité (-audio_latency)
it: Imposta la latenza dell'audio (aumenta per ridurre le distorzioni, diminuisci per aumentare la reattività (-audio_latency)
pl: Ustaw latencję (zwiększ by uniknąć zakłóceń, zmniejsz by skrócić czas reakcji). (-audio_latency)

source: Set vector beam width (-beam)
de: Strahlenbreite setzen (-beam)
fr: Choisir la taille du vector beam (-beam)
it: Imposta la larghezza del vettore (-beam)
pl: Ustawienie szerokości promienia wektoru. (-beam)

source: Set vector flicker effect (-flicker)
de: Vektor-Flicker-Effekt setzen (-flicker)
fr: Choisir l'effet de scintillement vectoriel (-flicker)
it: Imposta l'effetto sfarfallio del vettore (-flicker)
pl: Ustaw efekt migotania wektoru. (-flicker)

source: Show FPS
de: FPS anzeigen
fr: Afficher les FPS
it: Mostra FPS ('F'otogrammi 'P'er 'S'econdo)
pl: Pokaż klatkarz
pt_br: Exibir FPS
sv: Visa bilder/s

source: Show the Frames per Second count (-sdlvideofps)
de: FPS anzeigen (-sdlvideofps)
fr: Afficher le nombre de trames à la seconde (-sdlvideofps)
it: Mostra il conteggio dei Fotogrammi per Secondo (-sdlvideofps)
pl: Pokaż ilość klatek na sekundę. (-sdlvideofps)

source: Skip gameinfo
de: Spielinfo überspringen
fr: Passer gameinfo
it: Salta le informazioni iniziali del gioco
pl: Przeskocz informacje o grze
pt_br: Saltar informação de jogo
sv: Hoppa över spelinformation

source: Skip the ROM information screen on launch (-skip_gameinfo)
de: Rom-Informations-Bildschirm beim Programmstart überspringen (-skip_gameinfo)
fr: Passer l'écran d'information de la ROM au lancement (-skip_gameinfo)
it: Salta le informazioni sulla ROM all'avvio (-skip_gameinfo)
pl: Przeskocz ekran z informacjami o ROM-ie podczas startu. (-skip_gameinfo)

source: Sleep
de: Schlaf
fr: Mettre en veille
it: Ferma
pl: Uśpienie
pt_br: Dormir
sv: Sov

source: Sleeping when idle (-sleep)
de: Schlafen, wenn ungenutzt (-sleep)
fr: Mettre en veille si inactif (-sleep)
it: Ferma quando a riposo (-sleep)
pl: Usypianie na czas bezczynności. (-sleep)
sv: Sov när overksam (-sleep)

source: Software OpenGL
fr: Logiciel OpenGL
pl: Programowy OpenGL
sv: Programvara OpenGL

source: Sound volume in decibels (-volume)
de: Sound-Lautstärke in Dezibel (-volume)
fr: Volume sonore en décibels (-volume)
it: Volume sonoro in decibel (-volume)
pl: Głośność dźwięku w decybelach. (-volume)
sv: Ljudvolym i decibel (-volume)

source: Speed:
de: Geschwindigkeit:
fr: Vitesse:
it: Velocità:
pl: Prędkość:
pt_br: Velocidade:
sv: Hastighet:

source: Start in maximized window (-maximize)
de: In maximiertem Fenster starten (-maximize)
fr: Lancer dans une fenêtre maximisée (-maximize)
it: Avvia con la finistra massimizzata (-maximize)
pl: Wystartowanie w zmaksymalizowanym oknie. (-maximize)
sv: Starta i maximerat fönster (-maximize)

source: Throttle
de: Drosseln
fr: Accélération
it: Usa velocità massima possibile
pl: Reguluj

source: Throttle game in sync with real time (-throttle)
de: Spiel synchron mit Echtzeit drosseln (-throttle)
fr: Adapter la vitesse du jeu en synchronisant avec le temps réel (-throttle)
it: Velocità di gioco sincronizzata in tempo reale (-throttle)
pl: Nie pozwalaj grze przekraczać jej rzeczywistej prędkości. (-throttle)

source: Up-down
de: Oben-unten
fr: Haut-bas
it: Su-Giù
pl: Góra-dół
pt_br: Cima-Baixo

source: Update in pause
de: In Pause aktualisieren
fr: Mettre à jour quand en pause
it: Aggiornamento in pausa
pl: Odświeżaj podczas pauzy
pt_br: Atualizar em pausa

source: Use antialias when drawing vectors (-antialias)
de: Antialiasing verwenden beim Zeichnen von Vektoren (-antialias)
fr: Utiliser l'antialiasing pour le tracé de vecteurs (-antialias)
it: Usa margini sfumati mentre si disegnano i vettori (-antialias)
pl: Używaj antyaliasingu podczas rysowania wektorów. (-antialias)

source: Use backdrops
de: Backdrops verwenden
fr: Utiliser les arrière-plans
it: Usa sfondi
pl: Używaj teł
pt_br: Usar backdrops

source: Use backdrops if artwork is enabled and available (-use_backdrops)
de: Backdrops verwenden, wenn Illustration aktiviert und verfügbar ist (-use_backdrops)
fr: Utiliser les arrière-plans si l'artworks est activé et disponible (-use_backdrops)
it: Usa gli sfondi se l'opera d'arte è abilitata e disponibile (-use_backdrops)
pl: Używaj teł, o ile ilustracje są włączone i dostępne. (-use_backdrops)

source: Use bezels
de: Bezels verwenden
fr: Utiliser les bezels
it: Usa mascherina
pl: Używaj obejm
pt_br: Usar bezels

source: Use bezels if artwork is enabled and available (-use_bezels)
de: Bezels verwenden, wenn Illustration aktiviert und verfügbar ist (-use_bezels)
fr: Utiliser les bezels si l'artwork est activé et disponible (-use_bezels)
it: Usa le mascherine se l'opera d'arte è abilitata e disponibile (-use_bezels)
pl: Używaj obejm, jeśli ilustracje są włączone i dostępne. (-use_bezels)

source: Use overlays
de: Overlays verwenden
fr: Utiliser les overlays
it: Usa sovrapposizione
pl: Używaj nakładek
pt_br: Usar overlays

source: Use overlays if artwork is enabled and available (-use_overlays)
de: Overlays verwenden, wenn Illustration aktiviert und verfügbar ist (-use_overlays)
fr: Utiliser les overlays si l'artwork est activé et disponible (-use_overlays)
it: Usa le sovrappposizioni se l'opera d'arte è abilitata e disponibile (-use_overlays)
pl: Używaj nakładek, o ile ilustracje są włączone i dostępne. (-use_overlays)

source: Verbose logging
de: Ausführliche Protokollierung
it: Log dettagliato
pl: Szczegółowe zapisy do dziennika
pt_br: Registros detalhados
sv: Informativ loggning

source: Vertical
de: Vertikal
it: Verticale
pl: Pionowe
sv: Vertikalt

source: Video
fr: Vidéo
pl: Obraz
pt_br: Vídeo

source: Video mode:
de: Video-Modus:
fr: Mode vidéo:
it: Modalità video:
pl: Tryb wideo:
pt_br: Modo de Vídeo
sv: Videoläge

source: Volume
de: Lautstärke
pl: Głośność:
sv: Volym

source: Whether software (soft) or hardware (OpenGL) acceleration is used (-video)
de: Ob Software- (soft) oder Hardware-Beschleunigung (OpenGL) verwendet wird (-video)
fr: Détermine si l'accélération logicielle (soft) ou matérielle (OpenGL) est utilisée (-video)
it: Se l'accelerazione software (soft) o hardware (OpenGL) è usata (-video)
pl: Wybór użycia programowego (soft), lub sprzętowego (OpenGL) przyspieszania. (-video)

source: YUV mode:
de: YUV-Modus:
fr: Mode YUV:
it: Modalità YUV:
pl: Model YUV.:
pt_br: Mode YUV:
sv: YUV-läge:

source: none aperture1x2rb aperture1x3rb aperture2x4bg aperture2x4rb aperture4x6 scanlines
fr: aucun aperture1x2rb aperture1x3rb aperture2x4bg aperture2x4rb aperture4x6 scanlines
it: niente aperture1x2rb aperture1x3rb aperture2x4bg aperture2x4rb aperture4x6 scanlines
pl: brak aperture1x2rb aperture1x3rb aperture2x4bg aperture2x4rb aperture4x6 linie TV

source: none async yv12 yuy2 yv12x2 yuy2x2
fr: aucun async yv12 yuy2 yv12x2 yuy2x2
it: niente async yv12 yuy2 yv12x2 yuy2x2
pl: brak async yv12 yuy2 yv12x2 yuy2x2
sv: ingen async yv12 yuy2 yv12x2 yuy2x2

source: <b>Artwork options</b>
de: <b>Illustrations-Einstellungen</b>
fr: <b>Options d'artwork</b>
it: <b>Opzioni opere d'arte:</b>
pl: <b>Opcje ilustracji.</b>

source: <b>Corrections</b>
de: <b>Korrekturen</b>
it: <b>Correzioni</b>
pl: <b>Korekcje</b>
pt_br: <b>Correções</b>
sv: <b>Korrigeringar</b>

source: <b>Digital sound and mixer options</b>
de: <b>Digitale Sound- und Mixer-Einstellungen</b>
fr: <b>Options de son et mixeur digitaux</b>
it: <b>Opzioni mixer e suono digitale</b>
pl: <b>Opcje cyfrowego dźwięku i miksera.</b>

source: <b>Display options</b>
de: <b>Anzeige-Optionen</b>
fr: <b>Options d'affichage</b>
it: <b>Opzioni di Visualizzazione</b>
pl: <b>Opcje obrazu</b>
pt_br: <b>Mostrar opções</b>
sv: <b>Visningsalternativ</b>

source: <b>Effects</b>
de: <b>Effekte</b>
fr: <b>Effets</b>
it: <b>Effetti</b>
pl: <b>Efekty.</b>
pt_br: <b>Efeitos</b>
sv: <b>Effekter</b>

source: <b>Frame skipping</b>
fr: <b>Saut de trames</b>
it: <b>Salto fotogramma</b>
pl: <b>Przeskakiwanie klatek.</b>
pt_br: <b>Saltando frame</b>
sv: <b>Hoppa över bildrutor</b>

source: <b>General sound options</b>
de: <b>Allgemeine Sound-Einstellungen</b>
fr: <b>Options générales de son</b>
it: <b>Opzioni suono generali</b>
pl: <b>Ogólne opcje dźwięku.s</b>
pt_br: <b>Opções gerais de som</b>
sv: <b>Allmänna ljudalternativ</b>

source: <b>Joystick</b>
pl: <b>Dżojstik.</b>
sv: <b>Styrspak</b>

source: <b>Resolution</b>
de: <b>Auflösung</b>
fr: <b>Résolution</b>
it: <b>Risoluzione</b>
pl: <b>Rozdzielczość.</b>
pt_br: <b>Resolução</b>
sv: <b>Upplösning</b>

source: <b>Vector options</b>
de: <b>Vektor-Optionen</b>
fr: <b>Options vectorielles</b>
it: <b>Opzioni vettoriali:</b>
pl: <b>Opcje wektorów.</b>
pt_br: <b>Opções de Vetor</b>

source: <b>X11-input</b>
pl: <b>Wejście X11.</b>

source: Always use mouse
de: Immer Maus verwenden
fr: Toujours utiliser la souris
it: Usa sempre il mouse
pl: Zawsze używaj myszki.
sv: Använd alltid mus

source: Analog joystick
de: Analoger Joystick
fr: Joystick analogique
it: Joystick analogico
pl: Dżojstik analogowy.
pt_br: Joystick Analógico
sv: Analog styrspak

source: Artwork resolution:
de: Illustrations-Auflösung:
fr: Résolution des artworks:
it: Rrisoluzione Artwork:
pl: Rozdzielczość ilustracji:
pt_br: Resoluções de artwork:

source: Audio device:
de: Audio-Gerät:
fr: Périphérique audio:
it: Dispositivo Audio:
pl: Urządzenie dźwięku:
pt_br: Dispositivo de áudio:
sv: Ljudenhet:

source: Auto 8 bits 15 bits 16 bits 32 bits
pl: Automatycznie 8 bitów 15 bitów 16 bitów 32 bity
sv: Auto 8 bitar 15 bitar 16 bitar 32 bitar

source: Auto Standard High
fr: Auto Standard Élevé
it: Automatico Standard Alto
pl: Automatyczne. Typowe Wysokie
sv: Automatisk Standard Hög

source: Autodouble
it: Autoraddoppia
pl: Automatyczne podwajanie

source: Automatic
de: Automatisch
fr: Automatique
it: Automatico
pl: Automatyczne
pt_br: Automático
sv: Automatisk

source: Backdrops
fr: Arrière-plans
it: Sfondi
pl: Tła.

source: Beam size
de: Strahlengröße
fr: Taille de beam
it: Dimensione fascio
pl: Rozmiar promienia.
pt_br: Tamanho do feixe

source: Beam size for vector games
de: Strahlengröße für Vektorspiele
fr: Taille de beam pour les jeux vectoriels
it: Larghezza dimensione del vettore per i giochi
pl: Wielkość promienia w grach wektorowych.

source: Bezels
it: Mascherine
pl: Obejmy

source: Bit per pixels:
de: Bit pro Pixel:
fr: Bit par pixels:
pl: Ilość bitów na piksel.
pt_br: Bit por pixels:
sv: Bitar per bildpunkt:

source: Brightness correction
de: Helligkeitskorrektur
fr: Correction de la luminosité
it: Correzione luminosità
pl: Korekcja jasności.
pt_br: Correção de brilho
sv: Korrigering av ljusstyrka

source: Buffer size
de: Puffergröße
fr: Taille du cache
it: Dimensione Buffer
pl: Wielkość bufora.
sv: Buffertstorlek

source: DSP Plugin:
fr: Plugin DSP:
pl: Wtyczka CPS:

source: Display Options
de: Anzeige-Optionen
fr: Options d'affichage
it: Opzioni di Visualizzazione
pl: Opcje obrazu.
sv: Visningsalternativ

source: Do not apply rotation
de: Rotation nicht anwenden
fr: Ne pas appliquer de rotation
it: Non applicare la rotazione
pl: Nie stosuj obrotów.
pt_br: Não aplicar rotação
sv: Tillämpa inte rotation

source: Draw antialiased vectors
de: 'antialiased' Vektoren zeichnen
fr: Dessiner des vecteurs antialiasés
it: Disegna vettori con antialias
pl: Rysuj wygładzaną grafikę wektorową.
pt_br: Desenhar vetores antialiased

source: Draw every frame Skip 1 out of 12 frames Skip 2 out of 12 frames Skip 3 out of 12 frames Skip 4 out of 12 frames Skip 5 out of 12 frames Skip 6 out of 12 frames Skip 7 out of 12 frames Skip 8 out of 12 frames Skip 9 out of 12 frames Skip 10 out of 12 frames Skip 11 out of 12 frames Skip 12 out of 12 frames
de: Zeichne jeden Frame Überspringe 1 von 12 Frames Überspringe 2 von 12 Frames Überspringe 3 von 12 Frames Überspringe 4 von 12 Frames Überspringe 5 von 12 Frames Überspringe 6 von 12 Frames Überspringe 7 von 12 Frames Überspringe 8 von 12 Frames Überspringe 9 von 12 Frames Überspringe 10 von 12 Frames Überspringe 11 von 12 Frames Überspringe 12 von 12 Frames
fr: Afficher toutes les trames Saute 1 trame sur 12 Saute 2 trames sur 12 Saute 3 trames sur 12 Saute 4 trames sur 12 Saute 5 trames sur 12 Saute 6 trames sur 12 Saute 7 trames sur 12 Saute 8 trames sur 12 Saute 9 trames sur 12 Saute 10 trames sur 12 Saute 11 trames sur 12 Saute 12 trames sur 12
it: Disegna ogni fotogramma Salta 1 di 12 fotogrammi Salta 2 di 12 fotogrammi Salta 3 di 12 fotogrammi Salta 4 di 12 fotogrammi Salta 5 di 12 fotogrammi Salta 6 di 12 fotogrammi Salta 7 di 12 fotogrammi Salta 8 di 12 fotogrammi Salta 9 di 12 fotogrammi Salta 10 di 12 fotogrammi Salta 11 di 12 fotogrammi Salta 12 di 12 fotogrammi
pl: Rysuj każdą klatkę Przeskakuj 1 z 12 klatek Przeskakuj 2 z 12 klatek Przeskakuj 3 z 12 klatek Przeskakuj 4 z 12 klatek Przeskakuj 5 z 12 klatek Przeskakuj 6 z 12 klatek Przeskakuj 7 z 12 klatek Przeskakuj 8 z 12 klatek Przeskakuj 9 z 12 klatek Przeskakuj 10 z 12 klatek Przeskakuj 11 z 12 klatek Przeskakuj 12 z 12 klatek

source: Draw only changes
de: Nur Veränderungen zeichnen
fr: Dessiner seulement les changements
it: Disegna solo i cambiamenti
pl: Rysuj tylko zmiany
pt_br: Desenhar somente as mudanças
sv: Rita endast ut ändringar

source: Draw translucent vectors
de: Durchscheinende Vektoren zeichnen
fr: Dessiner des vecteurs translucides
it: Disegna vettori translucenti
pl: Rysuj półprzeźroczystą grafikę wektorową.
pt_br: Desenhar vetores translúcidos

source: Effects & Corrections
de: Effekte & Korrekturen
fr: Effets et corrections
it: Effetti e Correzioni
pl: Efekty i korekcje.
sv: Effekter och korrigeringar

source: Enable antialiasing
de: Antialiasing aktivieren
fr: Activer l'antialiasing
it: Abilita margini sfumati
pl: Włącz antyaliasing.
sv: Aktivera kantutjämning

source: Enable automatic save/restore
de: Automatisches Speichern/Wiederherstellen aktivieren
fr: Activer la sauvegarde et la restauration automatiques
it: Abilita salvataggio/ripristino automatico
pl: Włącz automatyczny zapis/wczytywanie.

source: Enable bilinear filtering
de: Bilineares Filtern aktivieren
fr: Activer le filtrage bilinéaire
it: Abilita filtro bilineare
pl: Włącz dwuliniowe filtrowanie.

source: Enable double buffering
de: Double-Buffering aktivieren
fr: Activer le cache double
it: Abilita doppio buffering
pl: Włącz podwójne buforowanie.

source: Enable game cheats
de: Spiel-Cheats aktivieren
fr: Activer les cheats
it: Abilita trucchi nei giochi
pl: Włącz kody do gier.
pt_br: Habilitar trapaças de jogos
sv: Aktivera spelfusk

source: Enable mapping of Windows keys
de: Abbilden von Windows-Tasten aktivieren
fr: Activer le mapping des touches Windows
it: Abilita mappatura dei tasti nelle finestre
pl: Pozwól mapować klawisze Windows.

source: Enable vector antialiasing
de: Vektor-Antialiasing aktivieren
fr: Activer l'antialiasing des vecteurs
it: Abilita margini sfumati nei vettori
pl: Włącz antyaliasing grafiki wektorowej.
