Repository: Sogrea/gmameui
Catalog: gmameui/po/*.po
Languages: de, fr, it, pl, pt_br, sv

source: translator-credits
de: Tobias Wichtrey <tobias@tarphos.de>
fr: Loïc Martin
it: Ugo Viti <ugo.viti@initzero.it>
pl: thr <r@sledinmay.com>
pt_br: créditos dos tradutores
sv: Daniel Nylander <po@danielnylander.se> Skicka synpunkter på översättningen till <tp-sv@listor.tp-sv.se>

source: A program to play MAME under Linux
de: Ein Programm, um MAME unter Linux zu spielen
fr: Un programme pour jouer à MAME sous Linux
it: Un programma per giocare con il MAME sotto GNU/Linux
pl: Program do obsługi MAME na Linuksie
pt_br: Um programa para jogar MAME no Linux
sv: Ett program för att spela MAME under Linux

source: Credits
de: Dank
fr: Crédits
it: Crediti
pl: Twórcy
pt_br: Créditos
sv: Tack till

source: Developers
de: Entwickler
fr: Développeurs
it: Sviluppatori
pl: Programiści
pt_br: Desenvolvedores
sv: Utvecklare

source: Andrew Burton Code based on GXMame Stephane Pontier <shadow_walker@users.sourceforge.net> Benoit Dumont <vertigo17@users.sourceforge.net> Nicos Panayides <anarxia@gmx.net> Priit Laes <x-laes@users.sourceforge.net> William Jon McCann <mccann@jhu.edu>
de: Andrew Burton Code basiert auf GXMame Stephane Pontier <shadow_walker@users.sourceforge.net> Benoit Dumont <vertigo17@users.sourceforge.net> Nicos Panayides <anarxia@gmx.net> Priit Laes <x-laes@users.sourceforge.net> William Jon McCann <mccann@jhu.edu>
fr: Andrew Burton Code basé sur GXMame Stephane Pontier <shadow_walker@users.sourceforge.net> Benoit Dumont <vertigo17@users.sourceforge.net> Nicos Panayides <anarxia@gmx.net> Priit Laes <x-laes@users.sourceforge.net> William Jon McCann <mccann@jhu.edu>
it: Andrew Burton Codice basato su GXMAME: Stephane Pontier <shadow_walker@users.sourceforge.net> Benoit Dumont <vertigo17@users.sourceforge.net> Nicos Panayides <anarxia@gmx.net> Priit Laes <x-laes@users.sourceforge.net> William Jon McCann <mccann@jhu.edu>
pl: Andrew Burton Na podstawie kodu GXMame Stephane Pontier <shadow_walker@users.sourceforge.net> Benoit Dumont <vertigo17@users.sourceforge.net> Nicos Panayides <anarxia@gmx.net> Priit Laes <x-laes@users.sourceforge.net> William Jon McCann <mccann@jhu.edu>
pt_br: Andrew Burton Código baseado no GXMame Stephane Pontier <shadow_walker@users.sourceforge.net> Benoit Dumont <vertigo17@users.sourceforge.net> Nicos Panayides <anarxia@gmx.net> Priit Laes <x-laes@users.sourceforge.net> William Jon McCann <mccann@jhu.edu>
sv: Andrew Burton Kod baserad på GXMame Stephane Pontier <shadow_walker@users.sourceforge.net> Benoit Dumont <vertigo17@users.sourceforge.net> Nicos Panayides <anarxia@gmx.net> Priit Laes <x-laes@users.sourceforge.net> William Jon McCann <mccann@jhu.edu>

source: Translators
fr: Traducteurs
it: Traduttori
pl: Tłumacze
pt_br: Tradutores

source: The following people translated GMAMEUI: Brazilian Portugese (pt_BR) - Alfredo Jr <junix@linuxinabox.org> Italian (it) - Ugo Viti <ugo.viti@initzero.it>
pl: Następujące osoby przetłumaczyły GMAMEUI: Portugalski Brazylijski (pt_BR) - Alfredo Jr <junix@linuxinabox.org> Włoski (it) - Ugo Viti <ugo.viti@initzero.it> Szwedzki (sv) - Daniel Nylander <dnylander@users.sourceforge.net> Francuski (fr) - Loïc Martin <loic.martin3@gmail.com> Polski (pl) - thr <r@sledinmay.com>
pt_br: As seguintes pessoas traduziram o GMAMEUI: Português do Brasil (pt_BR) - Alfredo Jr <junix@linuxinabox.org> Italiano (it) - Ugo Viti <ugo.viti@initzero.it>

source: About GMAMEUI
de: Über GMAMEUI
fr: À propos de GMAMEUI
it: A riguardo di GMAMEUI
pl: O GMAMEUI
pt_br: Sobre GMAMEUI
sv: Om GMAMEUI

source: Don't know how to verify roms with this version of xmame.
de: Kann Roms mit dieser Version von xmame nicht verifizieren.
fr: Impossible de vérifier les roms avec cetter version de xmame
it: Non so come verificare le ROMs con questa versione di GMAMEUI
pl: Nie można sprawdzić ROM-ów tą wersją xmame.
pt_br: Não foi possível verificar as roms com esta versão do xmame.
sv: Vet inte hur granskning av ROM-filer kan göras med denna version av xmame.

source: Display
de: Anzeige
fr: Affichage
it: Video
pl: Ekran
pt_br: Exibir
sv: Visning

source: Sound
fr: Son
it: Sonoro
pl: Dźwięk
pt_br: Som
sv: Ljud

source: Input
de: Eingabe
fr: Entrées
it: Ingressi
pl: Wejście
sv: Inmatning

source: Performance
de: Leistung
it: Prestazioni
pl: Wydajność
sv: Prestanda

source: Miscellaneous
de: Verschiedenes
fr: Divers
it: Varie
pl: Różne
pt_br: Diversos
sv: Diverse

source: Debugging
de: Fehlerbehebung
fr: Déboguage
pl: Debugowanie
pt_br: Debugando
sv: Felsökning

source: No xmame executables defined
de: Keine ausführbaren Dateien von Xmame definiert
fr: Aucun exécutable xmame défini
it: Nessun eseguibile MAME definito
pl: Nie podano pliku wykonywalnego xmame.
pt_br: Nenhum executável do xmame foi definido
sv: Ingen körbar xmame-fil definierad

source: GMAMEUI Help could not be started
de: GMAMEUI-Hilfe konnte nicht gestartet werden
fr: L'Aide de GMAMEUI n'a pas pu être lancée
it: L'aiuto di GMAMEUI non può essere avviato
pl: Nie można było uruchomić pomocy GMAMEUI.
pt_br: Ajuda do GMAMEUI não pode ser iniciada
sv: Hjälp för GMAMEUI kunde inte startas

source: The Help file could not be opened. This will happen if the version of GTK is not at least 2.13 and libgnome support has not been compiled in.
de: Die Hilfe-Datei konnte nicht geöffnet werden. Das passiert, wenn GTK nicht mindestens in Version 2.13 vorliegt und nicht mit libgnome-Unterstützung kompiliert wurde.
fr: Impossible d'ouvrir le fichier d'Aide. Cela arrive si la version de GTKn'est pas au minimum 2.13 et que le support libgnome n'a pas été inclus à la compilation.
it: Il file di aiuto non può essere aperto. Questo succede se la versione di GTKnon è almeno alla versione 2.13 ed il supporto libgnome non è stato compilato
pl: Nie można było otworzyć pliku pomocy. Dzieje się to wtedy, gdy GTK jest w wersji niższej od 2.13, i nie skompilowano go ze wsparciem dla libgnome.
pt_br: O arquivo de Ajuda não pode ser aberto. Isso acontecerá se a versão do GTK não é, no mínimo, 2.13 e o suporte à libgnome não tenha sido compilado.
sv: Hjälp-filen kunde inte öppnas. Detta händer om versionen av GTK inte är minst 2.13 och libgnome-stöd inte har kompilerats in.

source: There was an error opening the Help file
de: Ein Fehler ist beim Öffnen der Hilfe-Datei aufgetreten.
fr: Erreur à l'ouverture du fichier d'Aide
it: È avvenuto un errore mentre stavo aprendo il file di aiuto
pl: Wystąpił błąd podczas otwierania pliku pomocy.
pt_br: Houve um erro ao abrir o arquivo de Ajuda
sv: Det inträffade ett fel vid öppning av Hjälp-filen

source: Text
fr: Texte
it: Testo
pl: Tekst

source: Text to render
de: Darzustellender Text
fr: Texte à afficher
it: Testo da renderizzare
pl: Tekst do renderowania.
sv: Text att renderera

source: Pixbuf Object
de: Pixbuf-Objekt
fr: Object pixbuf
it: Oggetto Pixbuf
pl: Objekt pixbuf
sv: Pixbuf-objekt

source: The pixbuf to render.
de: Darzustellender Pixbuf.
fr: Le pixbuf à afficher.
it: Il pixbuf da renderizzare.
pl: Pixbuf do wyrenderowania.
sv: Pixbuf:en att rita ut.

source: Directories Selection
de: Verzeichnisauswahl
fr: Choix des répertoires
it: Selezione Percorsi
pl: Wybór katalogów
pt_br: Diretórios Seleção
sv: Katalogval

source: Browse for Folder
de: Suche nach Ordner
fr: Naviguer jusqu'au répertoire
it: Naviga per Cartella
pl: Szukaj katalogu
pt_br: Navegar para a Pasta
sv: Bläddra efter mapp

source: Browse for File
de: Suche nach Datei
fr: Naviguer jusqu'au fichier
it: Naviga per File
pl: Szukaj pliku
pt_br: Navegar para o arquivo
sv: Bläddra efter fil

source: Select directory
de: Verzeichnis auswählen
fr: Choisir le répertoire
it: Seleziona cartella
pl: Wybór katalogu
sv: Välj katalog

source: Select MAME executable
de: Von MAME ausführbare Datei auswählen
fr: Choisir l'exécutable MAME
it: Seleziona un eseguibile MAME
pl: Wybór pliku wykonywalnego MAME
sv: Välj körbar MAME-fil

source: No valid xmame executables found
pl: Nie znaleziono odpowiednich plików wykonywalnych xmame.
pt_br: Nenhum executável válido do xmame foi encontrado

source: Available
de: Verfügbar
fr: Disponible
it: Disponibili
pl: Dostępne
pt_br: Disponível
sv: Tillgängliga

source: Architecture
de: Architektur
it: Architetture
pl: Architektura
pt_br: Arquitetura
sv: Arkitektur

source: Imperfect
de: Unvollständig
fr: Imparfait
it: Difettosi
pl: Niedoskonałe
pt_br: Imperfeito
sv: Bristfälliga

source: Game Details
de: Spiel-Details
fr: Détails du jeu
it: Dettagli
pl: Szczegóły gry
pt_br: Detalhes do Jogo
sv: Speldetaljer

source: Custom
de: Benutzerdef.
fr: Personnalisé
it: Personali
pl: Użytkownika
pt_br: Customizado
sv: Anpassade

source: Category
de: Kategorie
fr: Catégorie
it: Categorie
pl: Kategoria
pt_br: Categoria
sv: Kategori

source: Version
it: Versione
pl: Wersja
pt_br: Versão

source: Unknown
de: Unbekannt
fr: Inconnu
it: Sconosciuto
pl: Nieznana
pt_br: Desconhecido
sv: Okänd

source: Loading gamelist %s
de: Lade Spielliste %s
fr: Chargement de la liste de jeux %s
it: Caricamento lista giochi %s
pl: Wczytywanie listy gier %s.
pt_br: Carregando lista de jogos %s
sv: Läser in spellistan %s

source: Game list is corrupted.
de: Spielliste ist defekt.
fr: Liste de jeux corrompue.
it: La lista dei giochi è corrotta.
pl: Lista gier jest uszkodzona.
pt_br: Lista de Jogos está corrompida.
sv: Spellistan är skadad.

source: Out of memory while loading gamelist
de: Nicht genügend Speicher zum Laden der Spielliste
fr: Mémoire insuffisante au chargement de la liste de jeux
it: Fine della memoria durante il caricamento della lista dei giochi
pl: Brak dostępnej pamięci podczas wczytywania listy gier.
pt_br: Sem memória para carregar a lista de jogos
sv: Slut på minne när spellistan lästes in

source: Loaded %d roms by %d manufacturers covering %d years.
de: %d roms von %d Herstellern geladen, decke %d Jahre ab.
fr: Chargé %d roms par %d fabricants sur %d années
it: Caricate %d ROMs di %d produttori per %d anni.
pl: Wczytano %d ROM-ów od %d producentów, z %d lat.
pt_br: Carregado %d roms por %d fabricantes abrangendo %d anos.
sv: Läste in %d ROM-filer av %d tillverkare som täcker %d år.

source: with %d games supporting samples.
de: mit %d Spielen, die Samples unterstützen.
fr: dont %d jeux supportant des samples.
it: con %d giochi che supportano i suoni campionati.
pl: Ilość gier korzystających z próbek: %d.
pt_br: com %d jogos suportando amostras.
sv: med %d spel som har stöd för samplingar.

source: Saving gamelist.
de: Speichere Spielliste.
fr: Sauvegarde de la liste de jeux.
it: Sto salvando la lista dei giochi.
pl: Zapisywanie listy gier.
pt_br: Salvando lista de jogos.
sv: Sparar spellista.

source: Could not recognise the gamelist version. Do you want to rebuild the gamelist?
de: Konnte Version der Spielliste nicht erkennen. Möchten Sie die Spielliste neu aufbauen?
fr: Impossible de reconnaître la version de la liste de jeux. Voulez-vous la reconstruire?
it: Non posso riconoscere la versione della lista dei giochi. Vuoi ricostruire la lista dei giochi?
pl: Nie można było rozpoznać wersji listy gier. Czy chcesz przebudować listę?
pt_br: Não foi possível reconhecer a versão da lista de jogos. Deseja recriar a lista de jogos?
sv: Kunde inte känna igen versionen av spellistan. Vill du bygga om spellistan?

source: Gamelist not available, Do you want to build the gamelist?
de: Spielliste nicht verfügbar, Möchten Sie eine neue erstellen?
fr: Liste de jeux non disponible. Voulez-vous la reconstruire?
it: Lista giochi non disponibile, Vuoi costruirla?
pl: Lista gier nie jest dostępna. Czy chcesz utworzyć listę?
pt_br: Lista de Jogos indisponível, Deseja criar a lista de jogos?
sv: Spellistan är inte tillgänglig. Vill du bygga spellistan?

source: Gamelist was created with an older version of GMAMEUI. The gamelist is not supported. Do you want to rebuild the gamelist?
de: Spielliste wurde mit einer älteren Version von GMAMEUI erstellt. Die Spielliste wird nicht unterstützt. Möchten Sie die Spielliste neu aufbauen?
fr: La liste de jeux a été créée par une version antérieure de GAMEUI. La liste de jeux n'est pas supportée. Voulez-vous la reconstruire?
it: La lista dei giochi è stata creata con una vecchia versione di GMAMEUI. La lista giochi non è supportata. Vuoi ricostruire la lista dei giochi?
pl: Lista gier została utworzona przy pomocy starszej wersji GMAMEUI. GMAMEUI nie wspiera już tej wersji. Czy chcesz utworzyć nową listę?
pt_br: Lista de jogos foi criada com uma versão antiga do GMAMEUI. A lista de jogos não é suportada. Deseja recriar a lista de jogos?
sv: Spellistan skapades med en äldre version av GMAMEUI. Spellistan stöds inte. Vill du bygga om spellistan?

source: The gamelist is from: %s %s and the current executable is: %s %s Do you want to rebuild the gamelist?
de: Die Spielliste ist von: %s %s und die aktuelle ausführbare Datei ist: %s %s Möchten Sie die Spielliste neu erstellen?
fr: La liste de jeux est de: %s %s et l'exécutable actuel est: %s %s Voulez-vous reconstruire la liste de jeux?
it: La lista giochi proviene da: %s %s e l'attuale eseguibile è: %s %s Vuoi ricostruire la lista dei giochi?
pl: Lista gier jest z: %s %s, a obecny plik wykonywalny jest z: %s %s. Czy chcesz przebudować listę gier?
pt_br: A lista de jogo é de: %s %s e o executável corrente é: %s %s Deseja recriar a lista de jogos?
sv: Spellistan är från: %s %s och den aktuella körbara filen är: %s %s Vill du bygga om spellistan?

source: No xmame executable found
pl: Nie znaleziono pliku wykonywalnego xmame.
pt_br: Nenhum executável do xmame foi encontrado

source: Initialising list of possible MAME executable options
de: Initialisiere Liste möglicher Optionen für von MAME ausführbare Dateien
fr: Initialisation de la liste d'options d'exécutables MAME possibles
it: Sto inizializzando la lista delle possibili opzioni di MAME
pl: Inicjalizacja listy możliwych opcji pliku wykonywalnego MAME.
pt_br: Inicializando lista de possíveis opções de executáveis do MAME

source: Initialising MAME executables
de: Initialisiere von MAME ausführbare Dateien
fr: Initialisation des exécutables MAME
it: Sto inizializzando gli eseguibili MAME
pl: Inicjalizacja plików wykonywalnych MAME.
pt_br: Inicializando executáveis do MAME
sv: Initierar körbara MAME-filer

source: Adding executable from preferences file: %s
de: Füge ausführbare Datei von Options-Datei hinzu: %s
fr: Ajout d'exécutable depuis le fichier de préférences: %s
it: Sto aggiungendo l'eseguibile dal file delle preferenze: %s
pl: Dodawanie pliku wykonywalnego z pliku ustawień: %s.
pt_br: Adicionando executável do arquivo de preferências: %s

source: Time to initialise: %.02f seconds
de: Initialisierungszeit: %.02f Sekunden
fr: Temps d'initialisation: %.02f secondes
it: Tempo di inizializzazione: %.02f secondi
pl: Czas inicjalizacji: %.02f sekund.
pt_br: Tempo para inicializar: %.02f segundos
sv: Tid att initiera: %.02f sekunder

source: gamelist not found, need to rebuild one
de: Spielliste nicht gefunden, neue muß erstellt werden
fr: Liste de jeux non trouvée, il faut en reconstruire une
it: lista giochi non trovata, devo ricostruirne una
pl: Nie znaleziono listy gier, konieczne jest utworzenie nowej.
pt_br: lista de jogos não encontrada, necessario recriar uma
sv: spellistan hittades inte, behöver bygga en ny

source: Time to load gamelist: %.02f seconds
fr: Temps de chargement de la liste de jeux: %.02f secondes
it: Tempo per caricare la lista giochi: %.02f secondi
pl: Czas załadowania listy gier: %.02f s.
pt_br: Tempo para carregar lista de jogos: %.02f segundos

source: games.ini not loaded, using default values
de: games.ini nicht geladen, verwende Standardwerte
fr: games.ini non chargé, utilisation de valeurs par défaut
it: file 'games.ini' non trovato, userò i valori predefiniti
pl: Nie załadowano games.ini, zostaną użyte domyślne wartości.
pt_br: games.ini não carregado, usando valores padrões
sv: games.ini inte inläst, använder standardvärden

source: Time to load games ini: %.02f seconds
fr: Temps de chargement de l'ini games: %.02f secondes
it: Tempo per caricare ini giochi: %.02f secondi
pl: Czas wczytywania pliku ini: %.02f sekund.
pt_br: Tempo para carregar games ini: %.02f segundos

source: catver not loaded, using default values
de: catver nicht geladen, verwende Standardwerte
fr: catver non chargé, utilisation de valeurs par défaut
it: file 'catver' non trovato, userò i valori predefiniti
pl: Nie załadowano catver, zostaną użyte domyślne wartości.
pt_br: catver não carregado, usando valores padrões
sv: catver inte inläst, använder standardvärden

source: default options not loaded, using default values
pl: Nie załadowano domyślnych opcji, zostaną użyte domyślne wartości.
pt_br: opções padrões não carregadas, usando valores padrões

source: Time to initialise GMAMEUI: %.02f seconds
de: Zeit zum Initialisieren von GMAMEUI: %.02f Sekunden
fr: Temps d'initialisation de GMAMEUI: %.02f secondes
it: Per per inizializzare GMAMEUI: %.02f secondi
pl: Czas do inicjalizacji GMAMEUI: %.02f sekund,
pt_br: Tempo para inicializar GMAMEUI: %.02f segundos
sv: Tid att initiera GMAMEUI: %.02f sekunder

source: Joystick %s found
de: Joystick %s gefunden
fr: Joystick %s trouvé
it: Trovato Joystick %s
pl: Znaleziono dżojstik %s.
pt_br: Joystick %s encontrado
sv: Styrspaken %s hittades

source: No Joystick found
de: Kein Joystick gefunden
fr: Aucun joystick trouvé
it: Nessun Joystick trovato
pl: Nie znaleziono dżojstika.
pt_br: Nenhum Joystick foi encontrado
sv: Ingen styrspak hittades

source: Loading %s:
de: Lade %s:
fr: Chargement de %s:
it: Sto Caricando %s:
pl: Wczytywanie %s:
pt_br: Carregando %s:
sv: Läser in %s:

source: Error with MAME graphics creation: %s
de: Fehler bei der Grafikerstellung von MAME: %s
fr: Erreur lors de la création des graphiques par MAME: %s
it: Errore con la creazione della grafica di MAME: %s
pl: Błąd podczas tworzenia grafiki MAME: %s.
pt_br: Erro com criação de gráficos do MAME: %s

source: GMAMEUI could not load the ROM
de: GMAMEUI konnte Rom nicht laden
fr: GMAMEUI n'a pas pu charger la ROM
it: GMAMEUI non può caricare la ROM
pl: GMAMEUI nie udało się wczytać pliku z ROM-em.
pt_br: GMAMEUI não pode carregar a ROM
sv: GMAMEUI kunde inte läsa in ROM-filen

source: The following ROMs were not found:
de: Die folgenden Roms wurden nicht gefunden:
fr: Les ROM suivantes n'ont pas été trouvées:
it: Le seguenti ROMs non sono state trovate:
pl: Nie znaleziono następujących ROM-ów:
pt_br: A seguinte ROMs não foi encontrada:
sv: Följande ROM-filer kunde inte hittas:

source: MAME did not start successfully
de: Der Start von MAME war nicht erfolgreich
fr: MAME n'a pas réussi à se lancer
it: MAME non si è avviato correttamente
pl: Nie udało sie uruchomić MAME.
pt_br: MAME não inicializou com sucesso
sv: MAME startade inte korrekt

source: The following errors were reported:
de: Folgende Fehler sind aufgetreten:
fr: Les erreurs suivantes ont été rapportées:
it: Sono stati riscontrati i seguenti errori:
pl: Zgłoszono następujące błędy:
pt_br: Os seguintes erros foram reportados:
sv: Följande fel rapporterades:

source: Could not open '%s' as valid input file
de: Konnte '%s' nicht als gültige Eingabedatei öffnen
fr: Impossible d'ouvrir '%s' comme fichier d'entrée valide
it: Non posso aprire '%s' come un file di input valido
pl: Plik '%s' nie jest właściwym plikiem wejściowym.
pt_br: Não foi possível abrir '%s' como arquivo de entrada válido
sv: Kunde inte öppna "%s" som en giltig inmatningsfil

source: Exiting GMAMEUI...
de: Beende GMAMEUI...
fr: Fermeture de GMAMEUI
it: Sto uscendo da GMAMEUI...
pl: Kończenie GMAMEUI...
pt_br: Encerrando GMAMEUI...
sv: Avslutar GMAMEUI...

source: Finished cleaning up GMAMEUI
de: Aufräumen von GMAMEUI beendet
fr: Fin de nettoyage de GMAMEUI
it: Ho finito di ripulire GMAMEUI
pl: Skończono czyszczenie po GMAMEUI.
pt_br: Terminada limpeza do GMAMEUI

source: Auditing MAME ROMs
de: Prüfe MAME-Roms
fr: Audit des ROM MAME
it: Sto analizzando le ROMs del MAME
pl: Sprawdzanie ROM-ów MAME.
pt_br: Auditando ROMs do MAME
sv: Granskar MAME ROM-filer

source: Auditing ROMs
de: Prüfe Roms
fr: Audit des ROM
it: Sto analizzando le ROMs
pl: Sprawdzanie ROM-ów.
pt_br: Auditando ROMs
sv: Granskar ROM-filer

source: Audit Stopped
de: Prüfung beendet
fr: Arrêt de l'audit
it: Analisi interrotta
pl: Przerwano sprawdzanie.
pt_br: Auditoria Parada
sv: Granskning stoppad

source: Stopped
de: Beendet
fr: Stoppé
it: Interrotta
pl: Zatrzymano.
pt_br: Parado
sv: Stoppad

source: Auditing romset %s
de: Prüfe Rom-Set %s
fr: Audit du romset %s
it: Sto analizzando le ROMs di: %s
pl: Sprawdzam zestaw ROM-ów %s.
pt_br: Auditando romset %s
sv: Granskar ROM-uppsättningen %s

source: Auditing sampleset %s
de: Prüfe Sample-Set %s
fr: Audit du sampleset %s
it: Sto analizzando i campioni sonori di: %s
pl: Sprawdzanie zestawów próbek %s
pt_br: Auditando sampleset %s
sv: Granskar samplingsuppsättningen %s

source: Audit done
de: Prüfung beendet
fr: Audit effectué
it: Analisi eseguita
pl: Skończono sprawdzanie.
pt_br: Auditoria Feita
sv: Granskning färdig

source: Done
de: Fertig
fr: Fait
it: Eseguito
pl: Zrobione.
pt_br: Feito
sv: Färdig

source: Game
de: Spiel
fr: Jeu
it: Gioco
pl: Gra
pt_br: Jogo
sv: Spel

source: ROMs
pl: ROM-y:
sv: ROM-filer

source: Samples
it: Campioni sonori
pl: Próbki
pt_br: Amostras
sv: Samplingar

source: Directory
de: Verzeichnis
fr: Répertoire
it: Cartella
pl: Katalog
pt_br: Diretório
sv: Katalog

source: Played
de: Gespielt
fr: Joué
it: Giocati
pl: Zagrano
pt_br: Jogados
sv: Spelade

source: Manufacturer
de: Hersteller
fr: Fabricant
it: Produttore
pl: Producent
pt_br: Fabricante
sv: Tillverkare

source: Year
de: Jahr
fr: Année
it: Anno
pl: Rok
pt_br: Ano
sv: År

source: Clone of
de: Clone von
fr: Clone de
it: Clone di
pl: Klon
pt_br: Clone de
sv: Klon av

source: Driver
de: Treiber
fr: Pilote
pl: Sterownik
sv: Drivrutin

source: Status
it: Stato
pl: Stan

source: Rom of
de: Rom von
fr: Rom de
it: ROM di
pl: ROM
pt_br: Rom de
sv: Rom av

source: Driver Status
de: Treiber-Status
fr: Status du pilote
it: Stato Driver
pl: Stan sterownika
pt_br: Status do Driver
sv: Status för drivrutin

source: Driver Colors
de: Treiber-Farben
fr: Couleurs du pilote
it: Colori Driver
pl: Kolory sterownika
pt_br: Cores do Driver
sv: Färger för drivrutin

source: Driver Sound
de: Treiber-Sound
fr: Son du pilote
it: Suoni Driver
pl: Dźwięk sterownika
pt_br: Som do Driver
sv: Ljud för drivrutin

source: Driver Graphics
de: Treiber-Grafik
fr: Graphismes du pilote
it: Grafica Driver
pl: Grafika sterownika
pt_br: Gráfico do Driver
sv: Grafik för drivrutin

source: Players
de: Spieler
fr: Joueurs
it: Giocatori
pl: Liczba graczy
pt_br: Jogadores
sv: Spelare

source: Buttons
de: Knöpfe
fr: Boutons
it: Bottoni
pl: Przyciski
pt_br: Botões
sv: Knappar

source: Favorite
de: Favorit
fr: Favori
it: Preferito
pl: Ulubione
pt_br: Favorito
sv: Favorit

source: Channels
de: Kanäle
fr: Canaux
it: Canali
pl: Kanały
pt_br: Canais
sv: Kanaler

source: Hide "%s" Column
de: "%s"-Spalte verstecken
fr: Cache la colonne "%s"
it: Nascondi la colonna "%s"
pl: Ukryj "%s" kolumnę
pt_br: Esconder "%s" Coluna
sv: Dölj kolumnen "%s"

source: Wait...
fr: Attendez...
it: Aspetta...
pl: Proszę czekać...
pt_br: Espere...

source: Yes
de: Ja
fr: Oui
it: Si
pl: Nie
pt_br: Sim
sv: Ja

source: No
de: Nein
fr: Non
pl: Nie
pt_br: Não
sv: Nej

source: games
de: Spiele
fr: jeux
it: giochi
pl: gry
pt_br: jogos
sv: spel

source: game
de: Spiel
fr: jeu
it: gioco
pl: gra
pt_br: jogo
sv: spel

source: Can't audit game
de: Kann Spiel nicht prüfen
fr: Impossible d'effectuer l'audit du jeu
it: Non posso analizzare il gioco
pl: Nie zdołano sprawdzić gry.
pt_br: Não foi possível auditar jogo
sv: Kan inte granska spelet

source: None required
de: Keines benötigt
fr: Pas nécessaire
it: Non necessario
pl: Niepotrzebne.
pt_br: Nenhum requerido

source: Incorrect
de: Falsch
it: Non corretti
pl: Niewłaściwe
pt_br: Incorreto
sv: Felaktiga
