Repository: Sogrea/gmameui
Catalog: gmameui/po/*.po
Languages: de, fr, it, pl, pt_br, sv

source: The selected MAME executable has changed, so the list of supported ROMs will have changed. It is recommended that you rebuild the gamelist. Do you want to rebuild now?
de: Die ausgewählte von MAME ausführbare Datei wurde verändert, deswegen könnte sich die Liste der unterstützten Roms geändert haben. Es wird empfohlen, die Spielliste neu aufzubauen. Möchten Sie sie jetzt neu aufbauen?
fr: L'exécutable MAME sélectionné a changé, la liste des ROM supportées a donc changé.La reconstruction de la liste de jeux est recommandée. Voulez-vous le faire maintenant?
it: L'eseguibile MAME selezionato è cambiato, è quindi cambiata la lista delle ROM supportate. È raccomandata la ricostruzione della lista giochi. Vuoi ricostruirla adesso?

source: Rebuild gamelist
de: Spielliste neu erstellen
fr: Reconstruction de la liste de jeux
it: Ricostruisci lista giochi
sv: Bygg om spellista

source: I don't know how to generate a gamelist for this version of MAME!
de: Ich kann keine Spielliste für diese MAME-Version erstellen!
fr: Je ne sais pas comment générer une liste de jeux pour cette version de MAME
it: Non so come generare la lista dei giochi per questa versione di MAME!
sv: Jag vet inte hur jag ska generera en spellista för denna version av MAME!

source: (sound)
fr: (son)
it: (suono)
pt_br: (som)
sv: (ljud)

source: <b>User Interface Options</b>
de: <b>Benutzerschnittstellen-Optionen</b>
it: <b>Opzioni Interfaccia Utente</b>
sv: <b>Alternativ för användargränssnitt</b>

source: Prefer custom icons over status icons
de: Benutzerdefinierte Symbole Statussymbolen vorziehen
it: Preferisci icone personali rispetto alle icone di stato
sv: Föredra anpassade ikoner framför statusikoner

source: Visible columns
de: Sichtbare Spalten
it: Colonne Visibili
sv: Synliga kolumner

source: Available ROMs
de: Verfügbare Roms
fr: ROM disponibles
it: ROM Disponibili
sv: Tillgängliga ROM

source: Unavailable ROMs
de: Nicht verfügbare Roms
fr: ROM non disponibles
it: ROM Non Disponibili
sv: Ej tillgängliga ROM

source: <b>Debugging</b>
de: <b>Fehlerbehebung</b>
fr: <b>Déboguage</b>
it: <b>Debug</b>
pt_br: <b>Debugando</b>
sv: <b>Felsökning</b>

source: Convert lightgun button 2 to offscreen support
de: Zweiten Lightgun-Knopf zu Offscreen-Unterstützung umwandeln
fr: Affecte le bouton 2 du pistolet au support hors écran
it: Usa il secondo pulsante della pistola per la funzione fuori schermo
pt_br: Converter botão 2 do lightgun para suporte a offscreen

source: Reduce tearing effects
de: Reißeffekte reduzieren
fr: Réduit les effets de tearing
it: Riduci gli effetti di lacerazione

source: Wait for VBLANK before flipping screens factors (-waitvsync)
de: Auf VBLANK warten vor dem Spiegeln von Bildschirm-Faktoren (-waitvsync)
fr: Attendre la VBLANK avant de basculer les facteurs d'écran (-waitvsync)
it: Attendi la sincronia verticale (VBLANK) prima di rinfrescare lo schermo (-waitvsync)

source: Timer based audio
de: Timer-basierter Klang
fr: Audio basé sur un timer
it: Audio basato su timer:
pt_br: Áudio baseado em Temporizador

source: label
it: etichetta
pt_br: etiqueta
sv: etikett

source: The following people translated GMAMEUI: Brazilian Portugese (pt_BR) - Alfredo Jr <junix@linuxinabox.org> Italian (it) - Ugo Viti <ugo.viti@initzero.it> Swedish (sv) - Daniel Nylander <dnylander@users.sourceforge.net>
fr: Les personnes suivantes ont traduit GMAMEUI: Portugais du Brésil (pt_BR) - Alfredo Jr <junix@linuxinabox.org> Italien (it) - Ugo Viti <ugo.viti@initzero.it> Suédois (sv) - Daniel Nylander <dnylander@users.sourceforge.net>

source: Stereo
fr: Stéréo
pt_br: Estéreo

source: Host[:Port] :
fr: Hôte[:Port] :
pt_br: Host[:Porta] :

source: Current exec set to %s
pt_br: Atual definição de execução para %s

source: %s is not a valid executable
pt_br: %s não é um executável válido

source: Error executing %s
pt_br: Erro execuntando %s

source: Europe, 1 Slot (also been seen on a 4 slot)
pt_br: Europa, 1 Slot (também sendo visto com 4 slot)

source: Europe, 4 Slot
pt_br: Europa, 4 Slot

source: US, 2 Slot
pt_br: EUA, 2 Slot

source: US, 6 Slot (V5?)
pt_br: EUA, 6 Slot (V5?)

source: Japan, Ver 6 VS Bios
pt_br: Japão, Ver 6 VS Bios

source: Japan, Older
pt_br: Japão, Antigo

source: Universe Bios v1.0 (hack)
pt_br: Universal Bios v1.0 (hack)

source: Universe Bios v1.1 (hack)
pt_br: Universal Bios v1.1 (hack)

source: Debug (Development) Bios
pt_br: Debug (Desenvolvimento) Bios

source: Universe Bios v1.2 (hack)
pt_br: Universal Bios v1.2 (hack)

source: Draw every frame
pt_br: Desenhar todos os frame

source: Skip %i of 12 frames
pt_br: Saltar %i de 12 frames

source: None
pt_br: Nenhum

source: Clockwise
pt_br: No sentido horário

source: Anti-clockwise
pt_br: No sentido anti-horário

source: GGI options
pt_br: Opções GGI

source: linear framebuffer (fast)
pt_br: linear framebuffer (rápido)

source: Force resolutions
pt_br: Forçar resoluções

source: SVGA options
pt_br: Opções SVGA

source: planar (modeX) modes
pt_br: planar (modoX) modos

source: Use tweaked VGA modes
pt_br: Usar otimizados modos VGA

source: Center X:
pt_br: Centro X:

source: Center Y:
pt_br: Centro Y:

source: Buffer size %s
pt_br: Tamanho do Buffer %s

source: Controllers
pt_br: Controles

source: Default Layout
pt_br: Layout Padrão

source: Standard
pt_br: Padrão

source: High
pt_br: Alto

source: Properties for %s
pt_br: Propriedades para %s

source: Default Properties
pt_br: Propriedades Padrão

source: Reset to Defaults
pt_br: Restaurar padrões

source: Global game options
pt_br: Opções globais do jogo

source: Default options used by all games
pt_br: Opções padrões usadas por todos os jogos

source: %s is not a valid xmame executable
pt_br: %s não é um executável do xmame válido

source: This version of GMAMEUI supports up to %i xmame executables.
pt_br: Esta versão do GMAMEUI suporta %i executáveis do xmame.

source: clone_label
pt_br: clonar_etiqueta

source: original_label
pt_br: etiqueta_original

source: The gamelist needs to be created
de: Die Spielliste muss erstellt werden
sv: Spellistan behöver skapas

source: Loading gamelist...
de: Lade Spielliste...
sv: Läser in spellista...

source: Loading game data...
de: Lade Spielldaten...
sv: Läser in speldata...

source: Auditing MAME ROMs...
de: Prüfe MAME-Roms
sv: Granskar MAME ROM-filer...

source: Copyright (c) 2007-2009 Andrew Burton
sv: Copyright © 2007-2009 Andrew Burton

source: Good
sv: Bra

source: Preliminary
sv: Preliminär

source: Joystick
sv: Styrspak

source: gtk-close
sv: Stäng

source: gtk-stop
sv: Stoppa

source: Use GLSL filtering
sv: Använd GLSL-filtrering

source: <b>Clones</b>
sv: <b>Kloner</b>

source: <b>Emulation Status</b>
sv: <b>Emuleringsstatus</b>

source: About this ROM
sv: Om denna ROM-fil

source: Buttons:
sv: Knappar:

source: Colour:
sv: Färg:

source: Driver:
sv: Drivrutin:

source: Emulation:
sv: Emulering:

source: Graphics:
sv: Grafik:

source: Players:
sv: Spelare:

source: Type:
sv: Typ:
