Repository: Sogrea/gmameui
Catalog: gmameui/po/*.po
Languages: de, fr, it, pl, pt_br, sv

source: Retrieving default boolean value for %s: %d
de: Empfange voreingestellten booleschen Wert für %s: %d
fr: Récupération de la valeur boléenne par défaut pour %s: %d
it: Recupero valore boleano predefinito per %s: %d
pl: Pobieranie domyślnej wartości logicznej dla %s: %d.

source: MAME Legacy Options
de: Alte MAME-Optionen
fr: Options Legacy de MAME
it: Impostazioni MAME Legacy
pl: Stare opcje MAME.

source: Network game options
fr: Options de jeu en réseau
pl: Opcje gry sieciowej.
pt_br: Opções de jogos de rede

source: Network Mode
fr: Mode pour le réseau
pl: Tryb gry sieciowej.
pt_br: Modo de rede

source: Client
pl: Klient.
pt_br: Cliente

source: Server
fr: Serveur
pl: Serwer.
pt_br: Servidor

source: Number of players :
fr: Nombre de joueurs :
pl: Liczba graczy.
pt_br: Número de jogadores

source: Use NetMapKey
fr: Utiliser NetMapKey
pl: Używanie NetMapKey.

source: Bind port:
pl: Zwiąż port.
pt_br: Porta de conexão:

source: Perform network input sync in advance
fr: Effectuer la synchronisation des entrées réseau à l'avance
pl: Wykonaj z wyprzedzeniem synchronizację wejść po sieci.
pt_br: Sincronizando entrada de rede antecipada

source: Progress Window
de: Fortschritts-Fenster
fr: Fenêtre de progression
it: Finestra di Progressione
pl: Okno postępu.
pt_br: Janela de Progresso
sv: Förloppsfönster

source: Loading Game...
de: Lade Spiel...
fr: Chargement du jeu...
it: Sto Caricando il Gioco...
pl: Wczytywanie gry...
pt_br: Carregando Jogo...
sv: Läser in spel...

source: Correct
de: Richtig
it: Corrette
pl: Dobre
sv: Korrekta

source: Problems
de: Probleme
fr: Problèmes
it: Problemi
pl: Problemy
sv: Problem

source: Best Available
de: Bestes verfügbares
fr: Meilleur disponible
it: Migliori Disponibili
pl: Najlepsze
sv: Bästa tillgängliga

source: Not Available
de: Nicht verfügbar
fr: Non disponible
it: Non disponibile
pl: Niedostępne.
sv: Inte tillgänglig

source: Not a valid set
de: Kein gültiges Set
fr: Set invalide
it: Non è un set valido
pl: Niewłaściwy zestaw.
sv: Inte en giltig uppsättning

source: <b>Details</b>
fr: <b>Détails</b>
it: <b>Dettagli</b>
pl: Szczegóły
pt_br: <b>Detalhes</b>
sv: <b>Detaljer</b>

source: <b>ROMs</b>
pl: ROM-y
sv: <b>ROM-filer</b>

source: <b>Samples</b>
it: <b>Campioni sonori</b>
pl: Próbki
pt_br: <b>Amostras</b>
sv: <b>Samplingar</b>

source: Best available:
de: Bestes verfügbares:
fr: Meilleur disponible
it: Migliori disponibili:
pl: Najlepsze:
pt_br: Melhor disponível:
sv: Bästa tillgängliga:

source: Checking Games
de: Überprüfe Spiele
fr: Vérification des jeux
it: Verificando i Giochi...
pl: Sprawdzanie gier.
pt_br: Checando jogos
sv: Kontrollerar spel

source: Correct:
de: Richtig:
it: Corrette:
pl: Dobre:
pt_br: Correto:
sv: Korrekta:

source: GMAMEUI is now auditing the ROMs in the specified ROM paths. This may take some time.
de: GMAMEUI überprüft die Roms in den angegebenen Rom-Verzeichnissen. Das kann eine Weile dauern.
fr: GMAMEUI effectue l'audit des ROM dans les chemins d'accès spécifiés. Cela peut prendre du temps.
it: GMAMEUI sta adesso analizzando le ROMs nei percorsi specificati. Questo può richiedere qualche minuto.
pl: GMAMEUI sprawdza teraz ROM-y w określonych ścieżkach. Może to zająć nieco czasu.
pt_br: GMAMEUI está agora a auditando as ROMs no caminho especificado. Isto pode levar algum tempo.
sv: GMAMEUI granskar nu ROM-filerna i angivna ROM-sökvägar. Detta kan ta lite tid.

source: Incorrect:
de: Falsch:
it: Non corretti:
pl: Niedobre:
pt_br: Incorreto:
sv: Felaktiga:

source: Not found:
de: Nicht gefunden:
fr: Non trouvé:
it: Non trovati:
pl: Nieznalezione:
pt_br: Não encontrado:
sv: Hittades inte:

source: Total:
de: Gesamt:
it: Totali:
pl: W sumie:
sv: Totalt:

source: <b>MAME Executables</b>
de: <b>von MAME ausführbahre Dateien</b>
fr: <b>Exécutables MAME</b>
it: <b>Eseguibili</b>
pl: <b>Pliki wykonywalne MAME</b>
pt_br: <b>Executáveis do MAME</b>
sv: <b>Körbara MAME-filer</b>

source: <b>MAME Paths</b>
de: <b>MAME-Verzeichnisse</b>
fr: <b>Chemins d'accès de MAME</b>
it: <b>Percorsi</b>
pl: <b>Ścieżki MAME</b>
pt_br: <b>Caminhos do MAME</b>
sv: <b>Sökvägar för MAME</b>

source: <b>MAME Support Files</b>
de: <b>MAME-Unterstützungs-Dateien</b>
fr: <b>Fichiers de support de MAME</b>
it: <b>File di supporto</b>
pl: <b>Pliki dodatkowe MAME</b>
pt_br: <b>Arquivos Suportados do MAME</b>
sv: <b>Stödfiler för MAME</b>

source: Artwork:
de: Illustration:
it: Immagini delle opere d'arte:
pl: Ilustracje:

source: Browse...
de: Durchsuchen...
fr: Naviguer...
it: Esplora...
pl: Przeszukuj...
pt_br: Navegar...
sv: Bläddra...

source: Cabinets:
it: Immagini dei mobili:
pl: Automaty:
pt_br: Gabinetes:

source: Catver file:
de: Catver-Datei:
fr: Fichier Catver:
it: File delle categorie:
pl: Plik catver:
pt_br: Arquivo Catver:
sv: Catver-fil:

source: Cheat file:
de: Cheat-Datei:
fr: Fichier de cheat:
it: File dei trucchi:
pl: Plik kodów:
pt_br: Arquivo de Cheat:
sv: Fuskfil:

source: Control panels:
de: Kontrolleisten:
fr: Panneaux de contrôle:
it: Immagini dei pannelli di controllo:
pl: Panele kontrolne:
pt_br: Paineis de controle:

source: Controller directory:
de: Controller-Verzeichnis:
fr: Répertoire du contrôleur:
it: Cartella dei controlli:
pl: Katalog kontrolerów:
pt_br: Direório de controles

source: Flyers:
de: Flyer:
it: Immagini delle copertine:
pl: Ulotki:

source: High score file:
de: Highscore-Datei:
fr: Fichier de meilleurs scores:
it: File dei punteggi:
pl: Plik wyników:
pt_br: Arquivo de Maiores Escores:

source: History file:
de: Verlaufsdatei:
fr: Fichier d'historique:
it: File della storia:
pl: Plik historii:
pt_br: Arquivo de Histórico:
sv: History-fil:

source: Icons directory:
de: Symbol-Verzeichnis:
fr: Répertoire d'icônes:
it: Cartella delle icone:
pl: Katalog ikon:
pt_br: Diretório de ícones:
sv: Katalog för ikoner:

source: MAME Main Paths
de: Haupt-Verzeichnisse von MAME
fr: Chemins principaux de MAME
it: Percorsi principali
pl: Główne ścieżki MAME
pt_br: Caminhos Principais do MAME
sv: Huvudsökvägar för MAME

source: MAME Paths
de: MAME-Verzeichnisse
fr: Chemins de MAME
it: Percorsi immagini
pl: Ścieżki MAME
pt_br: Caminhos do MAME
sv: Sökvägar för MAME

source: MAME Support Files
de: MAME-Unterstützngs-Dateien
fr: Fichiers de support de MAME
it: Percorsi file di supporto
pl: Dodatkowe pliki MAME
pt_br: Arquivos de Suporte do MAME
sv: Stödfiler för MAME

source: MAME executables
de: von MAME ausführbahre Dateien
fr: Exécutables MAME
it: Eseguibili MAME
pl: Pliki wykonywalne MAME:
pt_br: Executáveis do MAME
sv: Körbara MAME-filer

source: MAME info file:
de: Mame-Info-Datei:
fr: Fichier info de MAME:
it: File di informazioni:
pl: Plik info MAME:
pt_br: Arquivos de Informações do MAME

source: Marquees:
it: Immagini delle testate:
pl: Markizy:

source: Snapshots:
fr: Captures d'écran:
it: Immagini dei giochi:
pl: Migawki:
sv: Ögonblicksbilder:

source: Title screenshots:
de: Titel-Screenshots:
fr: Captures d'écran titre
it: Immagini dei titoli:
pl: Ekrany tytułowe:
pt_br: Títulos screenshots:

source: 'The' as a prefix
de: 'The' als Prefix
fr: 'The' comme préfixe
it: 'The' come prefisso
pl: Przedrostek 'The'
pt_br: 'O' como um prefixo
sv: "The" som ett prefix

source: <b>Miscellaneous Options</b>
de: <b>Verschiedene Optionen</b>
fr: <b>Options diverses</b>
it: <b>Impostazioni Varie</b>
pl: <b>Różnorakie opcje</b>
pt_br: <b>Opções diversas</b>
sv: <b>Diverse alternativ</b>

source: <b>Startup Options</b>
de: <b>Programmstart-Einstellungen</b>
fr: <b>Options de démarrage</b>
it: <b>Impostazioni di Avvio</b>
pl: <b>Opcje startu</b>
pt_br: <b>Opções de Inicialização</b>
sv: <b>Uppstartsalternativ</b>

source: <b>Visible Columns</b>
fr: <b>Colonnes visibles</b>
pl: <b>Widoczne kolumny</b>
pt_br: <b>Colunas Visíveis</b>

source: Allow game selection with a joystick
de: Spielauswahl durch Joystick erlauben
fr: Permettre la sélection des jeux avec le joystick
it: Permetti la selezione dei giochi con il joystick
pl: Pozwól na wybór gry dżojstikiem
pt_br: Permitir seleção jogo com um joystick
sv: Tillåt spelval med en styrspak

source: Clone Colour
pl: Klonuj barwę.
pt_br: Clone de Cor

source: Enable version mismatch warning
de: Warnung bei falscher Version aktivieren
fr: Activer les avertissements de version non compatible
it: Abilita avviso di versione errata
pl: Włącz ostrzeżenie przy niezgodności wersji
pt_br: Ativar advertência de erro de versão
sv: Aktivera varning när inte versionen stämmer

source: Game Name
de: Spielname
fr: Nom du jeu
it: Nome Gioco
pl: Nazwa gry:
pt_br: Nome do Jogo
sv: Spelnamn

source: Joystick device:
de: Joystick-Gerät:
fr: Périphérique joystick:
it: Dispositivo Joystick:
pl: Dżojstik:
pt_br: Dispositivo de Joystick:
sv: Styrspaksenhet:

source: Playcount
fr: Nombre de fois joué
it: Giocati
pl: Ilość zagrań:
sv: Spelningar

source: Search for new games
de: Nach neuen Spielen suchen
fr: Chercher de nouveaux jeux
it: Ricerca nuovi giochi all'avvio
pl: Szukaj nowych gier
pt_br: Procurar por jogos novos
sv: Sök efter nya spel

source: Use MAME default options
de: Standard-MAME-Optionen verwenden
fr: Utilise les options par défaut de MAME
it: Usa le impostazioni predefinite di MAME
pl: Użyj domyślnych opcji MAME
pt_br: Utilizar opções predefinidas do MAME
sv: Använd standardflaggor för MAME

source: <b>Artwork</b>
de: <b>Illustration</b>
it: <b>Opere d'arte</b>
pl: <b>Ilustracje</b>

source: <b>Input</b>
de: <b>Eingabe</b>
fr: <b>Entrée</b>
it: <b>Ingressi</b>
pl: <b>Wejście</b>
pt_br: <b>Entrada</b>
sv: <b>Inmatning</b>

source: <b>Performance</b>
de: <b>Leistung</b>
it: <b>Prestazioni</b>
pl: <b>Wydajność</b>
sv: <b>Prestanda</b>

source: <b>Rotation</b>
it: <b>Rotazione</b>
pl: <b>Obrót</b>
pt_br: <b>Rotação</b>

source: <b>Screen</b>
de: <b>Bildschirm</b>
fr: <b>Écran</b>
it: <b>Schermo</b>
pl: <b>Ekran</b>
pt_br: <b>Tela</b>
sv: <b>Skärm</b>

source: <b>Sound</b>
fr: <b>Son</b>
it: <b>Suono</b>
pl: <b>Dźwięk</b>
pt_br: <b>Som</b>
sv: <b>Ljud</b>

source: <b>State and Playback Options</b>
de: <b>Status- und Playback-Optionen</b>
fr: <b>Options d'état et de relecture (playback)</b>
it: <b>Optioni di Registrazione e Riproduzione</b>
pl: <b>Opcje stanu i odtwarzania</b>
sv: <b>Alternativ för tillstånd och uppspelning</b>

source: <b>Vector</b>
de: <b>Vektor</b>
fr: <b>Vecteur</b>
it: <b>Vettori</b>
pl: <b>Wektor</b>
pt_br: <b>Vetor</b>

source: <b>Video</b>
fr: <b>Vidéo</b>
pl: <b>Wideo</b>
pt_br: <b>Vídeo</b>

source: Adjust gameplay speed to keep refresh rate lower than the screen (-refreshspeed)
de: Spielgeschwindigkeit anpassen, um Auffrischrate unter der des Bildschirms zu halten (-refreshspeed)
fr: Ajuste la vitesse du jeu pour garder un taux de rafraîchissement moins rapide que celui de l'écran (-refreshspeed)
it: Aggiusta velocità di gioco in modo da mantere la velocità di rinfresco più bassa di quella dello schermo (-refreshspeed)
pl: Dopasuj prędkość gry tak, by częstotliwość odświeżania nie przekraczała ekranowej. (-refreshspeed)

source: Allow non-integer stretch factors (-unevenstretch)
de: Nicht ganzzahlige Streckungsfaktoren erlauben (-unevenstretch)
fr: Permet des facteurs d'étirement non entiers (-unevenstretch)
it: Permetti fattori di allungamento non interi (-unevenstretch)
pl: Pozwalaj na nierówne proporcje rozciągania. (-unevenstretch)

source: Allow uneven stretching
de: Ungleichmäßiges Strecken erlauben
fr: Permet un étirement non proportionnel
it: Consenti allungamento irregolare
pl: Zezwól na nierówne rozciąganie
pt_br: Permitir alongamento desigual

source: Antialias
de: Antialiasing
fr: Antialiasing
it: Margini sfumati
pl: Antyaliasing
sv: Kantutjämning

source: Artwork
de: Illustration
it: Opere d'arte
pl: Ilustracje

source: Audio latency
de: Audio-Verzögerung
fr: Latence de l'audio
it: Ritardo audio
pl: Latencja:
pt_br: Áudio latência
sv: Ljudfördröjning

source: Automatic Rotation
de: Automatische Rotation
fr: Rotation automatique
it: Rotazione automatica
pl: Automatyczny obrót
pt_br: Rotação Automática
sv: Automatisk rotation

source: Automatic frameskip
de: Automatischer Frameskip
fr: Saut de trame automatique
it: Salta i fotogrammi in automatico
pl: Automatyczne pomijanie klatek
pt_br: Automático frameskip
sv: Hoppa automatiskt över bildrutor

source: Automatically save and load state
de: Status automatisch speichern und laden
fr: Sauvegarde et chargement d'état automatique
it: Salva e carica automaticamente lo stato
pl: Automatycznie zapisuj i wczytuj stan
sv: Spara och läs automatiskt in tillstånd

source: Automatically save and load the current state (-autosave)
de: Den aktuellen Status automatisch speichern und laden (-autosave)
fr: Sauvegarde et chargement de l'état courant automatique (-autosave)
it: Salva e carica automaticamente lo stato corrente (-autosave)
pl: Automatycznie zapisuj i wczytuj obecny stan. (-autosave)
sv: Spara och läs automatiskt in det aktuella tillståndet (-autosave)

source: Automatically skip frames (-autoframeskip)
de: Automatisch Frames auslassen (-autoframeskip)
fr: Saut de trames automatique (-autoframeskip)
it: Salta i fotogrammi in automatico (-autoframeskip)
pl: Automatyczne przeskakiwanie klatek. (-autoframeskip)
sv: Hoppa automatiskt över bildrutor (-autoframeskip)

source: BIOS name
fr: Nom du BIOS
it: Nome BIOS
pl: Nazwa BIOS-u:
pt_br: Nome da BIOS
sv: BIOS-namn

source: Beam width:
de: Strahlenbreite:
fr: Largeur de rayon:
it: Dimensione fascio:
pl: Szerokość promienia:
pt_br: Largura de Feixe:

source: Brightness
de: Helligkeit
fr: Luminosité
it: Luminosità
pl: Jasność:
pt_br: Brilho
sv: Ljusstyrka

source: Brightness correction (-brightness)
de: Helligkeitskorrektur (-brightness)
fr: Correction de luminosité (-brightness)
it: Correzione luminosità (-brightness)
pl: Korekcja jasności.
sv: Korrigering av ljusstyrka (-brightness)

source: Brightness when paused (-pause_brightness)
de: Helligkeit wenn pausiert (-pause_brightness)
fr: Luminosité en pause (-pause_brightness)
it: Luminosità quando in pausa (-pause_brightness)
pl: Jasność podczas pauzy. (-pause_brightness)
sv: Ljusstyrka när pausad (-pause_brightness)

source: Centre horizontally (-centerh)
de: Horizontal zentrieren (-centerh)
fr: Centrer horizontalement (-centerh)
it: Centra orizzontalmente (-centerh)
pl: Centruj w poziomie. (-centerh)
sv: Centrera horisontellt (-centerh)

source: Centre vertically (-centerv)
de: Vertical zentrieren (-centerv)
fr: Centrer verticalement (-centerv)
it: Centra verticalmente (-centerv)
pl: Centruj w pionie. (-centerv)
sv: Centrera vertikalt (-centerv)

source: Centre:
de: Zentrieren:
fr: Centrer:
it: Centra:
pl: Wyśrodkowanie:
pt_br: Centro:

source: Constrain to the proper aspect ratio (-keepaspect)
de: Auf richtiges Verhältnis einschränken (-keepaspect)
fr: Forcer des proportions correctes (-keepaspect)
it: Forza il proprio rapporto di aspetto (-keepaspect)
pl: Utrzymywanie właściwych proporcji obrazu. (-keepaspect)

source: Contrast
de: Kontrast
fr: Contraste
it: Contrasto
pl: Kontrast:
pt_br: Contraste
sv: Kontrast

source: Contrast correction (-contrast)
de: Kontrastkorrektur (-contrast)
fr: Correction de contraste (-contrast)
it: Correzione contrasto (-contrast)
pl: Korekta kontrastu. (-contrast)
sv: Korrigera kontrast (-contrast)

source: Control speed of gameplay; lower values are slower (-speed)
de: Spielgeschwindigkeit kontrollieren; niedrigere Werte sind langsamer (-speed)
fr: Contrôler la vitesse du jeu; les valeurs inférieures sont plus lentes (-speed)
it: Controlla la velocità di gioco; valori bassi sono più lenti (-speed)
pl: Kontrola szybkości gry. Niższe wartości oznaczają wolniejszą grę. (-speed)

source: Controller directory
de: Controller-Verzeichnis
fr: Répertoire de contrôleur
it: Cartella del controller
pl: Katalog kontrolerów
pt_br: Diretório de controles

source: Crop artwork
de: Artwork beschneiden
fr: Retaile l'artwork
it: Ritaglia opere d'arte
pl: Przytnij ilustarcje
pt_br: Cortar artwork

source: Crop artwork to game screen size (-artwork_crop)
de: Illustration auf Spielbildschirm-Größe zuschneiden (-artwork_crop)
fr: Retaille l'artwork à la taille de l'écran de jeu (-artwork_crop)
it: Ritaglia l'opera d'arte alla dimensione dello schermo del gioco (-artwork_crop)
pl: Przytnij ilustracje do wielkości ekranu gry. (-artwork_crop)

source: Debug script:
de: Debug-Skript:
fr: Script de déboguage:
pl: Skrypt debugowania:
pt_br: Script de Debug:
sv: Felsökningsskript:

source: Disable OpenGL GL_ARB_texture_rectangle
de: OpenGL GL_ARB_texture_rectangle deaktivieren
fr: Désactiver OpenGL GL_ARB_texture_rectangle
it: Disattiva OpenGL GL_ARB_texture_rectangle
pl: Wyłącz OpenGL GL_ARB_texture_rectangle
sv: Inaktivera OpenGL GL_ARB_texture_rectangle

source: Disable OpenGL GL_ARB_texture_rectangle (-gl_notexturerect)
de: OpenGL GL_ARB_texture_rectangle deaktivieren (-gl_notexturerect)
fr: Désactiver OpenGL GL_ARB_texture_rectangle (-gl_notexturerect)
it: Disattiva OpenGL GL_ARB_texture_rectangle (-gl_notexturerect)
pl: Wyłączenie OpenGL GL_ARB_texture_rectangle (-gl_notexturerect)
sv: Inaktivera OpenGL GL_ARB_texture_rectangle (-gl_notexturerect)

source: Display additional diagnostic information (-verbose)
de: Zusätzliche Diagnose-Informationen anzeigen (-verbose)
fr: Afficher des informations de diagnostic additionelles (-verbose)
it: Visualizza informazioni diagnostiche aggiuntive (-verbose)
pl: Pokaż dodatkowe informacje diagnostyczne. (-verbose)
sv: Visa ytterligare diagnostisk information (-verbose)

source: Effect name:
de: Effekt-Name:
fr: Nom de l'effet:
it: Applica effetto:
pl: Nazwa efektu:
pt_br: Nome do efeito:
sv: Effektnamn:

source: Enable OpenGL GLSL
de: OpenGL GLSL aktivieren
fr: Aciver OpenGL GLSL
it: Attiva OpenGL GLSL
pl: Włącz OpenGL GLSL
sv: Aktivera OpenGL GLSL

source: Enable OpenGL GLSL filtering if available (-gl_glsl)
de: "OpenGL GLSL"-Filterung aktivieren, falls verfügbar (-gl_glsl)
fr: Activer le filtrage OpenGL GLSL si disponible (-gl_glsl)
it: Attiva il filtro OpenGL GLSL se disponibile (-gl_glsl)
pl: Włączenie filtrowania OpenGL GLSL, jeśli jest dotępne. (-gl_glsl)
sv: Aktivera OpenGL GLSL-filtrering om tillgängligt (-gl_glsl)

source: Enable OpenGL GLSL handling of brightness and contrast (-gl_glsl_vid_attr)
de: "OpenGL GLSL"-Behandlung von Helligkeit und Kontrast aktivieren (-gl_glsl_vid_attr)
fr: Activer la gestion de la luminosité et du contraste par OpenGL GLSL (-gl_glsl_vid_attr)
it: Attiva la gestione OpenGL GLSL della luminosità e del contrasto (-gl_glsl_vid_attr)
pl: Włączenie obsługi jasności i kontrastu przez OpenGL GLSL. (-gl_glsl_vid_attr)
sv: Aktivera OpenGL GLSL-hantering av ljusstyrka och kontrast (-gl_glsl_vid_attr)

source: Enable OpenGL PBO if available (-gl_pbo)
de: OpenGL PBO aktivieren, falls verfügbar (-gl_pbo)
fr: Activer OpenGL PBO si disponible (-gl_pbo)
it: Attiva OpenGL PBO se disponibile (-gl_pbo)
pl: Włącz OpenGL PBO, o ile jest dostępne. (-gl_pbo)
sv: Aktivera OpenGL PBO om tillgängligt (-gl_pbo)

source: Enable OpenGL VBO
de: OpenGL VBO aktivieren
fr: Activer OpenGL VBO
it: Attiva OpenGL VBO
pl: Włącz OpenGL VBO
sv: Aktivera OpenGL VBO

source: Enable OpenGL VBO if available (-gl_vbo)
de: OpenGL VBO aktivieren, falls verfügbar (-gl_vbo)
fr: Activer OpenGL VBO si disponible (-gl_vbo)
it: Attiva OpenGL VBO se disponibile (-gl_vbo)
pl: Włącz OpenGL VBO, jeśli jest dostępne. (-gl_vbo)
sv: Aktivera OpenGL VBO om tillgängligt (-gl_vbo)

source: Enable bilinear filtering (-filter)
de: Bilineares Filtern aktivieren (-filter)
fr: Activer le filtrage bilinéaire (-filter)
it: Abilita filtro bilineare (-filter)
pl: Włącz filtrowanie dwuliniowe. (-filter)
sv: Aktivera bilinjär filtrering (-filter)

source: Enable cheat mode
de: Cheatmodus aktivieren
fr: Activer le mode cheat
it: Abilita trucchi nei giochi
pl: Włącz kody
pt_br: Habilitar modo de trapaça
sv: Aktivera fuskläge

source: Enable cheats in games (-cheat)
de: Cheats in Spielen aktivieren (-cheat)
fr: Activer les cheats dans les jeux (-cheat)
it: Abilita trucchi nei giochi (-cheat)
pl: Włącz kody. (-cheat)
sv: Aktivera fusk i spel (-cheat)

source: Enable debugger
de: Debugger aktivieren
fr: Activer le déboguage
it: Abilita debugger
pl: Włącz debuger
sv: Aktivera felsökare

source: Enable input from multiple connected devices
de: Eingabe von mehreren angeschlossenen Geräten aktivieren
fr: Activer les entrées de multiples périphériques connectés
it: Abilita dispositivi connessi contemporaneamente
pl: Zezwól na wejście z kilku podłączonych urządzeń
pt_br: Ativar entrada a partir de múltiplos dispositivos conectados
sv: Aktivera inmatning från flera anslutna enheter

source: Enable joystick
de: Joystick aktivieren
fr: Activer le joystick
it: Abilita joystick
pl: Włącz dżojstik
pt_br: Habilitar joystick
sv: Aktivera styrspak

source: Enable lightgun
de: Lightgun aktivieren
fr: Activer le pistolet
it: Abilita pistola ad infrarossi
pl: Włącz pistolet świetlny
pt_br: Habilitar lightgun
sv: Aktivera ljuspistol

source: Enable logging
de: Protokollierung aktivieren
fr: Activer le logging
it: Abilita log
pl: Włącz dziennik
pt_br: Habilitar registros
sv: Aktivera loggning

source: Enable mouse
de: Maus aktivieren
fr: Activer la souris
it: Abilita mouse
pl: Włącz myszkę
pt_br: Habilitar mouse
sv: Aktivera mus

source: Enable multithreading
de: Multi-Threading aktivieren
fr: Activer le multithreading
it: Abilita Multi Threading (sfrutta più processori contemporaneamente)
pl: Włącz wielowątkowość
pt_br: Habilitar multithreading
sv: Aktivera multitrådning

source: Enable samples
de: Samples aktivieren
fr: Activer les samples
it: Abilita suoni campionati
pl: Włącz próbki
pt_br: Habilitar amostras
sv: Aktivera samplingar

source: Enable samples if available (-samples)
de: Samples aktivieren, falls verfügbar (-samples)
fr: Activer les samples si disponibles (-samples)
it: Abilita suoni campionati se disponibili (-samples)
pl: Korzystaj z próbek, jeśli są dostępne. (-samples)
sv: Aktivera samplingar om tillgängliga (-samples)

source: Enable sound
de: Sound aktivieren
fr: Activer le son
it: Abilita suono
pl: Włącz dźwięk
pt_br: Habilitar som
sv: Aktivera ljud

source: Enable sound output (-sound)
de: Sound-Ausgabe aktivieren (-sound)
fr: Activer la sortie son (-sound)
it: Abilita uscita sonora (-sound)
pl: Włącz dźwięk. (-sound)
sv: Aktivera ljudutmatning (-sound)

source: Enable steadykey support
de: Steadykey-Unterstützung aktivieren
fr: Activer le support steadykey
it: Abilita supporto steadykey
pl: Włącz wsparcie dla steadykey
pt_br: Habilitar suporte a steadykey

source: Enable/disable debugger (-debug)
de: Debugger (de-)aktivieren (-debug)
fr: Activer/désactiver le debogueur (-debug)
it: Abilita/disabilita debugger (-debug)
pl: Włączenie/wyłączenie debugera. (-debug)
sv: Aktivera/inaktivera felsökare (-debug)

source: Filter
fr: Filtre
it: Filtro
pl: Filtr
pt_br: Filtro

source: Flicker:
fr: Scintillement:
it: Sfarfallio:
pl: Migotanie:

source: Flip
de: Spiegeln
it: Inverti
pl: Przewrót
sv: Vänd

source: Flip screen left-right (-flipx)
de: Bildschirm von links nach rechts spiegeln (-flipx)
fr: Flip d'écran gauche-droite (-flipx)
it: Inverti schermo sinistra-destra (-flipx)
pl: Obróć ekran w poziomie. (-flipx)

source: Flip screen upside-down (-flipy)
de: Bildschirm von oben nach unten spiegeln (-flipy)
fr: Flip d'écran haut-bas (-flipy)
it: Inverti schermo su-giù (-flipy)
pl: Obróć ekran w pionie. (-flipy)

source: Force power of two textures
de: Zweierpotenz-Texturen erzwingen
fr: Forcer les puissances de deux textures
it: Forza potenza di due texture
pl: Wymuszaj tekstury o wymiarach równych potędze dwójki

source: Force power of two textures (gl_forcepow2texture)
de: Zweierpotenz-Texturen erzwingen (gl_forcepow2texture)
fr: Forcer les puissances de deux textures (gl_forcepow2texture)
it: Forza potenza di due texture (gl_forcepow2texture)
pl: Wymuszaj tekstury o wymiarach równych potędze dwójki. (gl_forcepow2texture)
