Repository: Sogrea/gmameui
Catalog: gmameui/po/*.po
Languages: de, fr, it, pl, pt_br, sv

source: Europe, 1 Slot (also been seen on a 4 slot) Europe, 4 Slot US, 2 Slot US, 6 Slot (V5?) Asia S3 Ver 6 Japan, Ver 6 VS Bios Japan, Older Universe Bios v1.0 (hack) Universe Bios v1.1 (hack) Debug (Development) Bios AES Console (Asia?) Bios Universe Bios v1.2 (hack)
de: Europa, 1 Slot (auch auf 4 Slot gesehen) Europa, 4 Slot US, 2 Slot US, 6 Slot (V5?) Asien S3 Ver 6 Japan, Ver 6 VS Bios Japan, Älter Universe Bios v1.0 (hack) Universe Bios v1.1 (hack) Debug (Development) Bios AES Console (Asien?) Bios Universe Bios v1.2 (hack)
fr: Europe, 1 Slot (parfois rencontré sur 4 slots) Europe, 4 Slots US, 2 Slot US, 6 Slot (V5?) Asie S3 Ver 6 Japon, Ver 6 VS Bios Japon, plus ancien Universe Bios v1.0 (hack) Universe Bios v1.1 (hack) Debug (Développement) Bios AES Console (Asie?) Bios Universe Bios v1.2 (hack)
it: Europe, 1 Slot (visto anche nei 4 slot) Europe, 4 Slot US, 2 Slot US, 6 Slot (V5?) Asia S3 Ver 6 Japan, Ver 6 VS Bios Japan, Older Universe Bios v1.0 (hack) Universe Bios v1.1 (hack) Debug (Development) Bios AES Console (Asia?) Bios Universe Bios v1.2 (hack)
pl: Europa, 1 slot (widziano też na 4 sloty) Europa, 4 sloty USA, 2 sloty USA, 6 slotów (V5?) Azja S3 wersja 6 Japonia, wersja 6 VS BIOS Japonia, starsze Universe BIOS v1.0 (hack) Universe BIOS v1.1 (hack) Debug (do testów) BIOS AES Console (Azja?) BIOS Universe BIOS v1.2 (hack)

source: Fake sound
fr: Son simulé
it: Suono falso
pl: Podrabiany dźwięk
pt_br: Pseudo som

source: Flicker
fr: Scintillement
it: Sfarfallio
pl: Migotanie.

source: Flip screen left-right
de: Bildschirm von links nach rechts spiegeln
fr: Basculement d'écran gauche-droite
it: Inverti schermo sinistra-destra
pl: Obróć ekran w poziomie
pt_br: Girar tela da esquerda para direita

source: Flip screen upside-down
de: Bildschirm von oben nach unten spiegeln
fr: Basculement d'écran haut-bas
it: Inverti schermo su-giù
pl: Obróć ekran w pionie
pt_br: Girar tela de cima para baixo

source: Fullscreen
de: Ganzer Bildschirm
fr: Plein écran
it: Schermo intero
pl: Pełny ekran.
pt_br: Tela cheia
sv: Helskärm

source: GL Texture size
de: GL-Texturgröße
fr: Taille de texture GL
it: Dimensione Texture GL
pl: Wielkość tekstur GL:

source: Gamma correction
de: Gammakorrektur
fr: Correction du gamma
it: Correzione gamma
pl: Korekcja gammy.
pt_br: Correção de Gamma
sv: Korrigering av gamma

source: Height scale:
de: Höhen-Skalierung:
fr: Échelle de hauteur:
it: Scala altezza:
pl: Skalowanie wysokości:
pt_br: Escala de Altura:

source: Intensity
de: Intensität
fr: Intensité
it: Intensità
pl: Intensywność:
pt_br: Intensidade
sv: Intensitet

source: Joystick type:
de: Joystick-Typ:
fr: Type de joystick:
it: Tipo Joystick
pl: Typ dżojstika.
pt_br: Joystick tipo:
sv: Styrspakstyp:

source: Log debug info
de: Debug-Info aufzeichnen
fr: Enregistrer les informations de déboguage
it: Registra le informazioni di debug
pl: Zapis informacji debugowania.
pt_br: Informações de debug

source: Max frameskip:
de: Maximaler Frameskip:
fr: Saut de trame max:
it: Salto massimo fotogramma:
pl: Maksymalne przeskakiwanie klatek:

source: Mixer device:
de: Mixer-Gerät:
fr: Périphérique de mixage:
it: Dispositivo mixer:
pl: Urządzenie miksera:
pt_br: Dispositivo de Mixer:
sv: Mixerenhet:

source: Mixer plugin:
fr: Plugin de mixage:
it: Plugin mixer:
pl: Wtyczka miksera:

source: Neo-Geo Bios:
fr: Bios Neo-Geo:
it: Bios Neo-Geo:
pl: BIOS Neo-Geo.

source: No joystick SDL joystick
de: Kein Joystick SDL-Joystick
fr: Pas de joystick Joystick SDL
it: Nessun joystick joystick SDL
pl: Brak dżojstika dżojstik SDL
sv: Ingen styrspak SDL-styrspak

source: None Smooth Scaling Effect Low Quality Filter High Quality Filter 6-tap Filter with H-Scanlines Light Scanlines RGB Scanlines Deluxe Scanlines Black Scanlines
de: Keines Weicher Skalierungs-Effekt Low Quality Filter High Quality Filter 6-tap Filter with H-Scanlines Light Scanlines RGB Scanlines Deluxe Scanlines Black Scanlines
fr: Aucun Lissage de la mise à l'échelle Filtre basse qualité Filtre haute qualité Filtre 6-tap avec H-Scanlines Scanlines légères Scanlines RGB Scanlines Deluxe Scanlines noires
it: Nessuno Effetti di Scalatura Sfumati Filtro Bassa Qualità Filtro Alta Qualità Filtro 6-tap con H-Scanlines Scanlines Leggere Scanlines RGB Scanlines Deluxe Scanlines Nere
pl: Brak Efekt gładkiego skalowania Filtr niskiej jakości Filtr wysokiej jakościr 6-tap Filter with H-Scanlines Jasne linie TV Linie TV RGB Deluxe scanlines Czarne linie TV

source: Overlays
it: Overlay
pl: Nakładki

source: Pause brightness
de: Helligkeit in Pause
fr: Luminosité en pause
it: Pausa luminosità
pl: Jasność pauzy.

source: Rapid-fire
fr: Tir rapide
it: Fuoco rapido
pl: Autofire.
pt_br: Tiro-Rápido

source: Sample rate:
fr: Taux d'échantillonage:
it: Frequenza di campionamento:
pl: Częstotliwość próbkowania:
pt_br: Taxa de amostragem:
sv: Samplingsfrekvens:

source: Scale video to height:
de: Video zu dieser Höhe skalieren:
fr: Étirer la vidéo en hauteur:
it: Scala video all'altezza:
pl: Skaluj obraz do wysokości.
pt_br: Escala de vídeo para a altura:
sv: Skala video till höjd:

source: Select keyboard grabbing
de: Tastatur-Grabbing auswählen
fr: Choisir la capture du clavier (grabbing)
it: Seleziona cattura tastiera
pl: Wybór przechwytywania z klawiatury
sv: Välj tangentbordsfångst

source: Select mouse grabbing
de: Maus-Grabbing auswählen
fr: Choisir la capture de la souris (grabbing)
it: Seleziona cattura mouse
pl: Wybór przechwytywania z myszy
sv: Välj musfångst

source: Show cursor
de: Cursor anzeigen
fr: Afficher le curseur
it: Mostra cursore
pl: Pokazuj wskaźnik.
pt_br: Exibir cursor
sv: Visa markör

source: Skip disclaimer info
de: Disclaimer-Info überspringen
fr: Sauter l'info de non-responsabilité
it: Salta le informazioni di responsabilità
pl: Przeskocz informacje dotyczące zastrzeżeń.
pt_br: Saltar informação negada

source: Skip game info
de: Spielinfo überspringen
fr: Sauter les info du jeu
it: Salta le informazioni del gioco
pl: Przeskocz informacje o grze.
pt_br: Saltar informação do jogo
sv: Hoppa över spelinformation

source: Sleep when idle
de: Schlafen, wenn ungenutzt
fr: En sommeil quand inactif
it: Ferma quando a riposo
pl: Uśpienie podczas bezczynności.
pt_br: Durma quando ocioso
sv: Sov när overksam

source: Sound file name:
de: Name der Klangdatei:
fr: Nom du fichier son:
it: Nome file suono:
pl: Nazwa pliku dźwiękowego:
pt_br: Nome do Arquivo de Som:

source: Start in cabinet view
de: In Cabinet-Ansicht starten
fr: Démarrer en vue cabinet
it: Avvia in visualizzazione mobile
pl: Zacznij z widokiem automatów.

source: Stderr logfile
de: Stderr-Logdatei
fr: Logfile Stderr
it: File di log stderr
pl: Plik dziennika stderr.

source: Stdout logfile
de: Stdout-Logdatei
fr: Logfile Stdout
it: File di log stdout
pl: Plik dziennika stdout.

source: UGCI (tm) Coin/Play support
de: UGCI (tm)-Coin/Play-Unterstützung
fr: Support Coin/Play UGCI (tm)
it: Supporo UGCI (tm) Coin/Play
pl: Obsługa UGCI (tm) Coin/Play.
pt_br: UGCI (tm) Moedeiro

source: USB PS Game Pads
fr: Gamepads USB PS
pl: Pad z PS na porcie USB

source: Use Scanlines
de: Scanlines benutzen
fr: Utiliser les Scanlines
it: Usa Scanlines
pl: Używaj linii TV.
pt_br: Usar Scanlines

source: Use additional game artwork:
de: Zusätzliche Spiel-Illustration verwenden:
fr: Utiliser l'artwork additionnel du jeu
it: Usa artwork gioco addizionale:
pl: Używaj dodatkowych ilustracji gier.
pt_br: Utilização adicional artwork do jogo:

source: Use keyboard LEDs as game indicators
de: Tastatur-LEDs als Spielanzeigen verwenden
fr: Utiliser les LED du clavier comme indicateurs de jeu
it: Usa i LED della tastiera come indicazioni nel giochi
pl: Użyj diod na klawiaturze jako wskaźników gry.
pt_br: Usar LED de teclado como indicador do jogo

source: Use samples
de: Samples benutzen
fr: Utiliser des samples
it: Usa suoni campionati
pl: Używaj próbek.
pt_br: Usar amostras
sv: Använd samplingar

source: Vector resolution:
de: Vektor-Auflösung
fr: Résolution des vecteurs:
it: Risoluzione vettore:
pl: Rozdzielczość wektorów.
sv: Vektorupplösning:

source: Width scale:
de: Breiten-Skalierung:
fr: Échelle de largeur
it: Scala larghezza:
pl: Skalowanie szerokości:
pt_br: Largura da tabela:

source: frames
fr: trames
it: fotogrammi
pl: klatek
sv: bildrutor

source: <b>Advanced options</b>
fr: <b>Options avancées</b>
it: <b>Opzioni avanzate</b>
pl: <b>Zaawansowane opcje.</b>
pt_br: <b>Opções avançadas</b>

source: <b>Alsa sound system options</b>
fr: <b>Options du système son Alsa</b>
it: <b>Opzioni del sistema sonoro ALSA</b>
pl: <b>Opcje systemu dźwięku ALSA.</b>
pt_br: <b>Opções de sistema de som Alsa</b>

source: <b>Buffer size</b>
fr: <b>Taille du cache</b>
it: <b>Dimensione buffer</b>
pl: <b>Wielkość bufora.</b>
pt_br: <b>Tamanho do buffer</b>

source: <b>CPU:</b>
pl: <b>Procesor:</b>

source: <b>Clone of:</b>
fr: <b>Clone de:</b>
it: <b>Clone di:</b>
pl: <b>Klon:</b>
pt_br: <b>Clone de:</b>

source: <b>Colors:</b>
fr: <b>Couleurs:</b>
it: <b>Colori:</b>
pl: <b>Kolory:</b>
pt_br: <b>Cores:</b>

source: <b>Control Panel</b>
fr: <b>Panneau de contrôle</b>
it: <b>Pannello di Controllo</b>
pl: <b>Panel kontrolny.</b>
pt_br: <b>Painel de Controle</b>

source: <b>FX (Glide) options</b>
fr: <b>Options FX (Glide)</b>
it: <b>Opzioni FX (Glide)</b>
pl: <b>Opcje FX (Glide).</b>
pt_br: <b>Opções de FX (Glide)</b>

source: <b>Key mapping</b>
fr: <b>Attribution de touches</b>
it: <b>Mappa tasti</b>
pl: <b>Mapowanie klawiszy.</b>
pt_br: <b>Mapeamento de teclas</b>

source: <b>Keyboard</b>
fr: <b>Clavier</b>
it: <b>Tastiera</b>
pl: <b>Klawiatura.</b>
pt_br: <b>Teclado</b>

source: <b>Manufacturer:</b>
fr: <b>Fabricant:</b>
it: <b>Produttore:</b>
pl: <b>Producent:</b>
pt_br: <b>Fabricante:</b>

source: <b>Mouse / Trackball</b>
fr: <b>Souris / Trackball</b>
pl: <b>Myszka / trackball.</b>

source: <b>OpenGL options</b>
fr: <b>Options OpenGL</b>
it: <b>Opzioni OpenGL</b>
pl: <b>Opcje OpenGL.</b>
pt_br: <b>OpenGL opções</b>

source: <b>Other options</b>
fr: <b>Autres options</b>
it: <b>Altre opzioni</b>
pl: <b>Pozostałe opcje.</b>
pt_br: <b>Outras opções</b>

source: <b>Photon options</b>
fr: <b>Options Photon</b>
it: <b>Opzioni photon</b>
pl: <b>Opcje Photona.s</b>
pt_br: <b>Opções de Photon</b>

source: <b>QNX options</b>
fr: <b>Options QNX</b>
it: <b>Opzioni QNX</b>
pl: <b>Opcje QNX.</b>
pt_br: <b>Opções de QNX</b>

source: <b>Rom check:</b>
fr: <b>Vérification de Rom:</b>
it: <b>Verifica ROM:</b>
pl: <b>Sprawdzenie ROM-u:</b>
pt_br: <b>Verificação de rom:</b>

source: <b>SDL options</b>
fr: <b>Options SDL</b>
it: <b>Opzioni SDL</b>
pl: <b>Opcje SDL.</b>
pt_br: <b>Opções SDL</b>

source: <b>Sample Check:</b>
fr: <b>Vérification de sample:</b>
it: <b>Verifica campione sonoro:</b>
pl: <b>Sprawdzenie próbek:</b>
pt_br: <b>Verificação simples:</b>

source: <b>Screen:</b>
fr: <b>Écran:</b>
it: <b>Schermo:</b>
pl: <b>Ekran:</b>
pt_br: <b>Tela:</b>

source: <b>Sound:</b>
fr: <b>Son:</b>
it: <b>Sonoro:</b>
pl: <b>Dźwięk:</b>
pt_br: <b>Som:</b>

source: <b>Video mode</b>
fr: <b>Mode vidéo</b>
it: <b>Modalità video</b>
pl: <b>Tryb Wideo.</b>
pt_br: <b>Modo de Vídeo</b>

source: <b>Volume attenuation</b>
fr: <b>Atténuation du volume</b>
it: <b>Attenuazione volume:</b>
pl: <b>Tłumienie głośności</b>
pt_br: <b>Atenuação do volume</b>

source: <b>X11 options</b>
fr: <b>Options X11</b>
it: <b>Opzioni X11</b>
pl: <b>Opcje X11.</b>
pt_br: <b>Opções de X11</b>

source: <b>Xinput joystick</b>
fr: <b>Joystick Xinput</b>
it: <b>Joystick Xinput</b>
pl: <b>Dżojstik przez Xinput</b>

source: <b>Xinput trackball</b>
fr: <b>Trackball Xinput</b>
it: <b>Trackball Xinput</b>
pl: <b>Trackball przez Xinput</b>

source: <b>Year:</b>
fr: <b>Année:</b>
it: <b>Anno:</b>
pl: <b>Rok:</b>
pt_br: <b>Ano:</b>

source: <b>aRts options</b>
fr: <b>Options aRts</b>
it: <b>Opzioni aRts</b>
pl: <b>Opcje aRts.</b>
pt_br: <b>Opções de aRts</b>

source: Alphablending
pl: Przeźroczystość

source: Antialiasing
it: Margini sfumati
pl: Antyaliasing.

source: Auto Resolution
fr: Résolution auto
it: Risoluzione Automatica
pl: Automatyczna rozdzielczość
pt_br: Resolução automática

source: Bilinear filtering
fr: Filtrage bilinéaire
it: Filtro bilineare
pl: dwuliniowe Filtrowanie.
pt_br: Filtro bilinear

source: Cabinet model:
fr: Modèle de cabinet:
it: Modello mobile:
pl: Model automatu:
pt_br: Modelo de Gabinete:

source: Card ID:
fr: ID de carte:
it: ID Carta:
pl: ID karty:
pt_br: ID do Cartão:

source: Color modulation
fr: Modulation de couleur
it: Modulazione colore
pl: Colour modulation
pt_br: Modulação de cor

source: Controller:
fr: Contrôleur:
it: Periferica:
pl: Kontroler:
pt_br: Controle:

source: Debug windows (for developers)
fr: Déboguage windows (pour développeurs)
it: Finestra di debug (per sviluppatori)
pl: Okna debugowania (dla programistów)
pt_br: Janelas de debug (para programadores)

source: Device #:
fr: Périphérique #:
it: Dispositivo #:
pl: Urządzenie #:
pt_br: Dispositivo num.:

source: Disable mode:
fr: Désactiver le mode:
it: Disattiva modo:
pl: Wyłącz tryb:
pt_br: Modo Disabilitado:

source: Double Buffering
fr: Cache Double
pl: Podwójne buforowanie
pt_br: Duplo buffering

source: Double buffering
fr: Cache double
pl: Podwójne buforowanie
pt_br: Duplo buffering

source: Draw bitmap
fr: Dessiner les bitmap
it: Disegna bitmap
pl: Rysuj bitmapę
pt_br: Desenhar bitmap

source: Effect to use:
fr: Effet à utiliser:
it: Effetto da usare:
pl: Używane efekty:
pt_br: Efeito para usar:

source: Enable Windows keys
fr: Activer les touches Windows
it: Abilita Tasti Finestre
pl: Używaj klawiszy Windows.
pt_br: Habilitar teclas do Windows

source: File:
fr: Fichier:
pl: Plik:
pt_br: Arquivo:

source: Force YUV mode:
fr: Forcer le mode YUV:
it: Forza il modo YUV:
pl: Wymuś model YUV.
pt_br: Forçar modo YUV:

source: Full Screen
fr: Plein écran
it: Schermo Intero
pl: Pełny ekran.
pt_br: Tela cheia

source: GL extension #78
fr: Extension GL #78
it: Estenzioni GL #78
pl: Rozszerzenie GL #78
pt_br: Extensão GL #78

source: GLU library:
fr: Bibliothèque GLU:
it: Libreria GLU:
pl: Biblioteka GLU:
pt_br: Biblioteca GLU:

source: General
fr: Général
it: Generale
pl: Ogólne.
pt_br: Geral

source: Geometry:
fr: Géométrie:
it: Geometria:
pl: Geometria:
pt_br: Geometria:

source: Grab keyboard
fr: Capturer le clavier
it: Cattura tastiera
pl: Przechwytuj klawiaturę
pt_br: Trava Teclado

source: Grab mouse
fr: Capturer la souris
it: Cattura mouse
pl: Przechwyć myszkę.
pt_br: Trava mouse

source: HotRod SE support
fr: Support HotRod SE
it: Suppoto HotRod SE
pl: Obsługa HotRod SE
pt_br: Suporte a HotRod SE

source: HotRod support
fr: Support HotRod
it: Supporto HotRod
pl: Obsługa HotRod
pt_br: Suporte a HodRod

source: Joystick device prefix:
fr: Préfixe du périphérique de joystick:
it: Prefisso del dispositivo Joystick:
pl: Przedrostek urządzenia dżojstika:
pt_br: Prefixo do dispositivo de Jostick

source: Keep aspect ratio:
fr: Garde les proportions
it: Mantieni proporzioni
pl: Utrzymuj proporcje obrazu:
pt_br: Manter a relação de aspecto:

source: Keyboard Layout type:
fr: Type de disposition du clavier:
it: Tipo layout tastiera
pl: Rodzaj układu klawiatury:
pt_br: Tipo de Teclado:

source: Method:
fr: Méthode:
it: Metodo:
pl: Metoda:
pt_br: Método:

source: Name of pad device: (FM townpad)
fr: Nom du périphérique pad: (FM townpad)
it: Nome del dispositivo pad: (FM townpad)
pl: Nazwa urządzenia pada: (FM townpad)
pt_br: Namo do dispositivo de pad: (FM townpad)

source: OpenGL library:
fr: Bibliothèque OpenGL
it: Libreria OpenGL
pl: Biblioteka OpenGL:
pt_br: Biblioteca OpenGL:

source: Private colormap
fr: Table de couleur privée
it: Mappa colori privata
pl: Private colourmap
pt_br: Colormap privado

source: Rendering
fr: Rendu
it: Resa
pl: Obrazowanie.
pt_br: Renderizando

source: Resolution
fr: Résolution
it: Risoluzione
pl: Rozdzielczość
pt_br: Resolução

source: Resolution:
fr: Résolution:
it: Risoluzione:
pl: Rozdzielczość:
pt_br: Resolução

source: SDL modes:
fr: Modes SDL:
it: Modi SDL:
pl: Tryby SDL:
pt_br: SDL modos:

source: Texture size:
fr: Taille de texture:
it: Dimensione della texture:
pl: Wielkość tekstur:
pt_br: Tamanho da Textura:

source: True color blitter
fr: Blitter true color
pl: True colour blitter

source: Use MIT shared memory
fr: Utiliser la mémoire partagée MIT
it: Usa MIT shared memory
pl: Użyj rozszerzenia pamięci dzielonej MIT.
pt_br: Use MIT memória compartilhada

source: Use additional options:
fr: Utiliser des options additionelles:
it: Usa opzioni aggiuntive
pl: Używaj dodatkowych opcji:
pt_br: Utilizar opções adicionais:

source: Use config name:
fr: Utiliser un nom de configuration:
it: Usa nome di configurazione:
pl: Użyj nazwy konfiguracji:
pt_br: Usar nome de configuração:

source: Use fixed resolution:
fr: Utiliser une résolution fixe:
it: Usa risoluzione fissa
pl: Używaj stałej rozdzielczości:
pt_br: Usar resolução fixa:

source: Use mouse
fr: Utiliser la souris
it: Usa il mouse
pl: Używaj myszki.
pt_br: Usar mouse

source: Use preferred device
fr: Utiliser le périphérique préféré
it: Usa dispositivo preferito
pl: Używaj preferowanego urządzenia.
pt_br: Utilizar dispositivo preferencial

source: Window size:
fr: Taille de fenêtre:
it: Dimensione finestra:
pl: Rozmiar okna:
pt_br: Tamanho da Janela:

source: X Synch
fr: Synchronisation X
pl: Synchronizacja X11

source: X-based device:
fr: Périphérique basé sur X
it: Dispositivo basato su X11:
pl: Urządzenie obsługiwanie przez X11:

source: XIL multi-threading
fr: Multi-threading XIL
pl: Wielowątkowość XIL.

source: XIL scaling
fr: Mise à l'échelle XIL
pl: Skalowanie XIL.

source: aRts buffer delay time:
fr: Délai temporel du cache aRts:
it: Ritardo buffer aRts:
pl: Czas opóźnienia bufora aRts:
pt_br: aRts buffer tempo de demora:

source: <b>About this ROM</b>
de: <b>Über dieses Rom</b>
fr: <b>À propos de cette ROM</b>
it: <b>A riguardo di questo gioco</b>
pl: <b>O tym ROM-ie</b>
pt_br: <b>Sobre esta ROM</b>

source: <b>Audit Details</b>
de: <b>Prüfungs-Deteils</b>
fr: <b>Détails de l'audit</b>
it: <b>Dettagli analisi</b>
pl: <b>Szczegóły sprawdzania</b>
pt_br: <b>Detalhes de Auditoria</b>
sv: <b>Granskningsdetaljer</b>

source: <b>Screen Details</b>
de: <b>Bildschirm-Details</b>
fr: <b>Détails de l'écran</b>
it: <b>Dettagli schermo</b>
pl: <b>Szczegóły ekranu</b>
pt_br: <b>Detalhes de Tela</b>
sv: <b>Skärmdetaljer</b>

source: <b>Technical Details</b>
de: <b>Technische Details</b>
fr: <b>Détails techniques</b>
it: <b>Dettagli tecnici</b>
pl: <b>Szczegóły techniczne</b>
pt_br: <b>Detalhes Técnicos</b>
sv: <b>Tekniska detaljer</b>

source: CPU:
pl: Procesor:
sv: Processor:

source: Clone of:
de: Clone von:
fr: Clone de:
it: Clone di:
pl: Klon:
pt_br: Clone de:
sv: Klon av:

source: Colors:
de: Farben:
fr: Couleurs:
it: Colori:
pl: Kolory:
pt_br: Cores:
sv: Färger:

source: Manufacturer:
de: Hersteller:
fr: Fabricant:
it: Produttore:
pl: Producent:
pt_br: Fabricante:
sv: Tillverkare:

source: Rom check:
de: ROM-Test:
fr: Vérification de Rom:
it: Verifica ROM:
pl: Sprawdzenie ROM-u:
pt_br: Verificação de Rom:
sv: ROM-kontroll:

source: Sample Check:
de: Sample-Test:
fr: Vérification de sample:
it: Verifica Suoni:
pl: Sprawdzenie próbek:
pt_br: Verificar amostras:
sv: Samplingskontroll:

source: Screen:
de: Bildschirm:
fr: Écran:
it: Schermo:
pl: Ekran:
pt_br: Tela:
sv: Skärm:

source: Sound:
fr: Son:
it: Suono:
pl: Dźwięk:
pt_br: Som:
sv: Ljud:

source: Year:
de: Jahr:
fr: Année:
it: Anno:
pl: Rok:
pt_br: Ano:
sv: År:

source: Cabinet
it: Mobile
pl: Automat
pt_br: Gabinete

source: Control Panel
de: Kontrolleiste
fr: Panneau de contrôle
it: Controlli
pl: Panel kontrolny
pt_br: Painel de Controle

source: Flyer
it: Copertina
pl: Ulotka

source: Marquee
it: Testata
pl: Markiza

source: Snapshot
fr: Capture d'écran
it: Gioco
pl: Migawka

source: Title Snapshot
de: Titel-Snapshot
fr: Capture d'écran titre
it: Titolo
pl: Migawka ekranu tytułowego

source: Arcade Machine Emulator Frontend
fr: Interface graphique d'émulateur de machine d'arcade
it: Frontend per M.A.M.E.
pl: Interfejs Emulatora Automatów do Gier
pt_br: Interface Gráfica para Emulador de Filperama
sv: Klient för arkadmaskinsemulator

source: GMAMEUI Arcade Machine Emulator Frontend
fr: GMAMEUI Interface graphique d'Émulateur de Machine d'Arcade
it: GMAMEUI (M.A.M.E. Frontend)
pl: GMAMEUI Interfejs Emulatora Automatów do Gry.
pt_br: GMAMEUI Interface Gráfica para Emulador de Filperama
sv: GMAMEUI - klient för arkadmaskinsemulator

source: Play and browse classic arcade games
de: Klassische Arkade-Spiele spielen und durchstöbern
fr: Naviguer et jouer à des jeux d'arcade classiques
it: Gioca ai classici giochi arcade
pl: Przeglądaj i graj w klasyczne gry z automatów.
pt_br: Jogar e escolher jogos clássicos de fliperama
sv: Spela och bläddra bland klassiska arkadspel

source: The following people translated GMAMEUI: Brazilian Portugese (pt_BR) - Alfredo Jr <junix@linuxinabox.org> Italian (it) - Ugo Viti <ugo.viti@initzero.it> Swedish (sv) - Daniel Nylander <dnylander@users.sourceforge.net> French (fr) - Loïc Martin <loic.martin3@gmail.com>
it: Le seguenti persone hanno tradotto GMAMEUI: Brazilian Portugese (pt_BR) - Alfredo Jr <junix@linuxinabox.org> Italian (it) - Ugo Viti <ugo.viti@initzero.it> Swedish (sv) - Daniel Nylander <dnylander@users.sourceforge.net> French (fr) - Loïc Martin <loic.martin3@gmail.com>

source: No MAME executables have been chosen
de: Keine von MAME ausführbahren Dateien wurden ausgewählt
fr: Aucun exécutable MAME n'a été choisi
it: Non è stato scelto alcun eseguibile MAME

source: Without a MAME executable, you will not be able to emulate any ROMs. Are you sure you want to close the window?
de: Ohne von MAME ausfürbare Datei ist es nicht möglich, Roms zu emulieren. Sind Sie sicher, dass sie das Fenster schließen möchten?
fr: Sans exécutable MAME, vous ne parviendrez pas à émuler de ROM.Êtes-vous sûr que vous voulez fermer la fenêtre?
it: Senza un eseguibile MAME, non sarai in grado di emulare alcuna ROM. Sei sicuro di voler chiudere la finestra?
sv: Utan en körbar MAME-fil så kommer du inte att kunna emulera några ROM. Är du säker på att du vill stänga fönstret?

source: No ROM directories have been chosen
de: Keine Rom-Verzeichnisse wurden ausgewählt
fr: Aucun répertoire de ROM n'a été choisi
it: Nessuna cartella contenente ROM è stata scelta
sv: Inga ROM-kataloger har valts

source: Without any ROM directories, you will not be able to emulate any ROMs. Are you sure you want to close the window?
de: Ohne Rom-Verzeichnisse ist es nicht möglich, Roms zu emulieren. Sind Sie sicher, dass sie das Fenster schließen möchten?
fr: Sans répertoire de ROM, vous ne parviendrez pas à émuler de ROM.Êtes-vous sûr que vous voulez fermer la fenêtre?
it: Senza una cartella delle ROM, non sarai in grado di emulare alcuna ROM. Sei sicuro di voler chiudere la finestra?
sv: Utan några ROM-kataloger så kommer du inte att kunna emulera några ROM. Är du säker på att du vill stänga fönstret?

source: No MAME executables were found
de: Keine von MAME ausführbaren Dateien gefunden
fr: Impossible de trouver un exécutable MAME
it: Nessun eseguibile MAME trovato
sv: Ingen körbar MAME-fil hittades

source: Do you want to locate a MAME executable now?
de: Möchten Sie jetzt eine von MAME ausführbare Datei auswählen?
fr: Voulez-vous localiser un exécutable MAME maintenant?
it: Vuoi trovare un eseguibile MAME ora?
sv: Vill du leta upp ett körbart MAME-program nu?

source: Clear the search text
de: Suchtext leeren
fr: Enlève le texte recherché
it: Pulisci il testo delle ricerca
sv: Töm söktexten

source: Do you want to rebuild the gamelist?
de: Möchten Sie die Spielliste neu aufbauen?
fr: Voulez-vous reconstruire la liste de jeu?
it: Vuoi ricostruire la lista dei giochi?
sv: Vill du bygga om spellistan?
