Repository: Sogrea/gmameui
Catalog: gmameui/po/*.po
Languages: de, fr, it, pl, pt_br, sv

source: Passed
de: Geschafft
fr: Passé
it: Passato
pl: W porządku.
pt_br: Passou

source: Best available
de: Bestes verfügbares
fr: Meilleur disponible
it: Migliori disponibili
pl: Najlepsze
pt_br: Melhor disponível

source: Not available
de: Nicht verfügbar
fr: Non disponible
it: Non disponibile
pl: Niedostępne
pt_br: Não disponível

source: %i colors
de: %i Farben
fr: %i couleurs
it: %i colori
pl: %i kolorów
pt_br: %i cores
sv: %i färger

source: Checking...
de: Überprüfe...
fr: Vérification...
it: Verificando...
pl: Sprawdzanie...
pt_br: Checando...
sv: Kontrollerar...

source: Found file name %s with CRC: %u, size %i
fr: Nom de fichier %s trouvé, avec CRC: %u, taille %i
pl: Znaleziono plik o nazwie %s, z CRC: %u, wielkości %i.
pt_br: Encontrado nome do arquivo %s com CRC: %u, tamanho %i

source: Attempting to uncompress %s
fr: Tentative de décompression de %s
pl: Próba rozpakowania %s.
pt_br: Tentando descomprimir %s

source: Loaded pixbuf
de: Pixbuf geladen
fr: Pixbuf chargé
it: Pixbuf caricato
pl: Wczytano pixbuf.
pt_br: Carregado pixbuf
sv: Läste in pixbuf

source: Error while uncompressing %s: %s
fr: Erreur à la décompression %s: %s
pl: Błąd podczas rozpakowywania %s: %s.
pt_br: Erro ao descomprimir %s: %s

source: Error - cannot open zip file %s
fr: Erreur - impossible d'ouvrir le fichier zip %s
pl: Błąd - nie mogę otworzyć pliku zip %s.
pt_br: Erro - não é possível abrir o arquivo zip %s

source: Time to initialise icons: %.02f seconds
fr: Temps d'initialisation des icônes: %.02f secondes
it: Tempo di inizializzazione delle icone: %.02f secondi
pl: Czas inicjalizacji ikon: %.02f sekund.
pt_br: Tempo para inicializar ícones: %.02f segundos

source: Time to create main window, filters and gamelist: %.02f seconds
fr: Temps de création de la fenêtre principale, des filtres et de la liste de jeux: %.02f secondes
it: Tempo per la creazione della finestra principale, dei filtri e dei giochi: %.02f secondi
pl: Czas utworzenia głównego okna, filtrów i listy gier: %.02f sekund.
pt_br: Tempo para criar janela principal e filtros: %.02f segundos

source: Time to complete start of UI: %.02f seconds
fr: Temps de démarrage complet de l'UI: %.02f seconds
it: Tempo per completare l'avvio della UI: %.02f secondi
pl: Czas uruchomienia interfejsu użytkownika: %.02f sekund.
pt_br: Tempo para completar a inicialização da UI: %.02f segundos

source: Executable is not valid MAME executable... skipping
de: Ausfürbare Datei ist keine gültige von MAME ausführbare Datei... überspringe
fr: L'exécutable n'est pas un exécutable MAME valide... ignoré
it: L'eseguibile MAME selezionato non è un eseguibile valido... salto
pl: Plik nie jest właściwym plikiem wykonywalnym MAME... Przeskoczony.
sv: Filen är inte en giltig körbar MAME-fil... hoppar över

source: No executables
de: Keine ausführbaren Dateien
fr: Aucun exécutable
it: Non eseguibili
pl: Nie ma plików wykonywalnych.
pt_br: Nenhum executável
sv: Inga körbara filer

source: No game selected
fr: Aucun jeu sélectionné
it: Nessun gioco selezionato
pl: Nie wybrano żadnej gry.
pt_br: Nenhum jogo selecionado

source: Choose inp file to play
de: Eingabedatei zum Spielen auswählen
fr: Choisissez un fichier inp à jouer
it: Scegli un file 'inp' da visualizzare
pl: Wybierz plik inp do odtworzenia.
pt_br: Escolha um arquivo inp para tocar
sv: Välj inp-fil att spela upp

source: File exists
de: Datei existiert
fr: Le fichier existe
it: Il file esiste
pl: Plik istnieje.
pt_br: Arquivo existente
sv: Filen finns redan

source: A file named '%s' already exists. Do you want to overwrite it?
de: Eine Datei namens '%s' existiert bereits. Möchten Sie sie überschreiben?
fr: Un fichier nommé '%s' existe déjà. Voulez-vous l'écraser?
it: Un file con nome '%s' esite già. Vuoi sovrascriverlo?
pl: Plik o nazwie '%s' już istnieje. Czy chcesz go nadpisać?
pt_br: Um arquivo de nome '%s' já existe. Deseja sobreescrever-lo?
sv: En fil med namnet "%s" finns redan. Vill du skriva över den?

source: _File
de: _Datei
fr: _Fichier
pl: _Plik
pt_br: _Arquivo
sv: _Arkiv

source: _View
de: _Ansicht
fr: _Voir
it: _Visualizza
pl: _Widok
pt_br: _Ver
sv: _Visa

source: _Options
de: _Optionen
it: _Impostazioni
pl: _Opcje
pt_br: _Opções
sv: A_lternativ

source: _Help
de: _Hilfe
fr: _Aide
it: _Aiuto
pl: _Pomoc
pt_br: _Ajuda
sv: _Hjälp

source: _Select Random Game
de: _Wähle Zufälliges Spiel
fr: _Sélectionner un jeu au hasard
it: _Seleziona un gioco a caso
pl: _Wybierz losową grę
pt_br: _Selecionar Jogo Randomicamente
sv: _Välj slumpmässigt spel

source: Play currently selected game
de: Spiele ausgewähltes Spiel
fr: Jouer le jeu sélectionné
it: Avvia il gioco attualmente selezionato
pl: Graj w obecnie wybraną grę.
pt_br: Jogar atual jogo selecionado
sv: Spela markerat spel

source: _Quit
de: _Beenden
fr: _Quitter
it: _Esci
pl: _Wyjdź
pt_br: _Encerrar
sv: A_vsluta

source: Quit GMAMEUI
de: GMAMEUI beenden
fr: Quitter GMAMEUI
it: Esci da GMAMEUI
pl: Wyjdź z GMAMEUI.
pt_br: Encerrar GMAMEUI
sv: Avsluta GMAMEUI

source: Refresh
de: Auffrischen
fr: Actualiser
it: Aggiorna
pl: Odśwież
pt_br: Atualizar
sv: Uppdatera

source: Refresh game list
de: Spielliste auffrischen
fr: Actualiser la liste de jeux
it: Aggiorna la lista dei giochi
pl: Odśwież listę gier.
pt_br: Atualizar lista de jogos
sv: Uppdatera spellistan

source: _Directories...
de: _Verzeichnisse...
fr: _Répertoires...
it: _Percorsi
pl: _Katalogi...
pt_br: _Diretórios_
sv: _Kataloger...

source: Set directory configuration
de: Verzeichnis konfigurieren
fr: Définir les répertoires
it: Imposta la configurazione della cartella
pl: Ustaw konfigurację katalogów.
pt_br: Definir configuração de diretório
sv: Ställ in katalogkonfiguration

source: _GMAMEUI Preferences...
de: _GMAMEUI-Einstellungen...
fr: _Préférences de GMAMEUI
it: Preferenze di _GMAMEUI...
pl: _Opcje GMAMEUI...
pt_br: _GMAMEUI Preferências...
sv: Inställningar för _GMAMEUI...

source: Set GMAMEUI preferences
de: GMAMEUI-Einstellungen setzen
fr: Définir les préférences de GMAMEUI
it: Preferenze di GMAMEUI
pl: Ustaw opcje GMAMEUI.
pt_br: Definir GMAMEUI preferências
sv: Ställ in inställningar för GMAMEUI

source: _Contents
de: _Inhalt
fr: _Contenus
it: _Contenuti
pl: _Zawartość
pt_br: _Conteúdos
sv: _Innehåll

source: Open the GMAMEUI manual
de: Das Handbuch von GMAMEUI öffnen
fr: Ouvrir le manuel de GMAMEUI
it: Aprio il manuale di GMAMEUI
pl: Otwórz instrukcję obsługi GMAMEUI.
pt_br: Abrir o manual do GMAMEUI
sv: Öppna handboken för GMAMEUI

source: About this application
de: Über dieses Programm
fr: À propos de cette application
it: A riguardo di questa applicazione
pl: O tym programie.
pt_br: Sobre esta aplicação
sv: Om detta program

source: Play
de: Spielen
fr: Jouer
it: Gioca!
pl: Graj
pt_br: Jogar
sv: Spela

source: Play and Record Input...
de: Spielen und Eingabe aufzeichnen...
fr: Jouer et enregistrer les commandes...
it: Gioca e registra la partita...
pl: Graj i zapisuj przebieg gry
pt_br: Jogar e Gravar Entrada
sv: Spela och spela in inmatning...

source: Record a game for later playback
de: Ein Spiel aufzeichnen, um es später nochmal anzusehen
fr: Enregistrer un jeu pour y rejouer plus tard
it: Registra un gioco per un replay successivo
pl: Zapisuj grę w celu późniejszego odtworzenia.
pt_br: Gravar um jogo para posterior reprodução
sv: Spela in ett spel för uppspelning senare

source: Playback Input...
de: Playback-Eingabe...
fr: Rejouer les commandes...
it: Guarda una partita registrata
pl: Odtwórz przebieg gry
pt_br: Entrada de Reprodução...
sv: Spela upp inmatning...

source: Playback a recorded game
de: Ein aufgezeichnetes Spiel nochmals ansehen
fr: Rejouer un jeu enregistré
it: Replay di un gioco registrato
pl: Odtwórz zapisaną grę.
pt_br: Reproduzir um jogo gravado
sv: Spela upp ett inspelat spel

source: Options
de: Optionen
it: Impostazioni di gioco
pl: Opcje
pt_br: Opções
sv: Alternativ

source: Change the options of the selected game
de: Ändere die Einstellungen des ausgewählten Spiels
fr: Changer les options pour le jeu sélectionné
it: Cambia le opzioni del gioco selezionato
pl: Zmiana opcji wybranej gry.
pt_br: Alterar as opções do jogo selecionado
sv: Ändra alternativen för det markerade spelet

source: _Audit All Games
de: _Prüfe alle Spiele
fr: _Lancer l'audit de tous les jeux
it: _Analizza tutti i giochi
pl: _Sprawdź wszystkie gry
pt_br: _Auditar todos os Jogos
sv: _Granska alla spel

source: Audit ROM and sample sets
de: Prüfe ROM- und Sample-Sets
fr: Auditer les ROM et les jeux de samples
it: Analizza le ROM ed i suoni
pl: Sprawdź ROM i zestawy próbek.
pt_br: Auditar ROM e definições de amostra
sv: Granska ROM-filer och samplingsuppsättningar

source: _Rebuild Game List
fr: _Reconstruire la liste des jeux
it: _Ricostruisci la lista dei giochi
pl: _Utwórz nową listę gier
pt_br: _Regerar Lista de Jogos

source: Rebuild the game list from executable information
fr: Reconstruire la liste des jeux selon les informations de l'exécutable
it: Ricostruisce la lista giochi con le informazioni dell'eseguibile
pl: Przebuduj listę gier z informacji w pliku wykonywalnym.
pt_br: Regerar lista de jogos a partir de informações de executável

source: Default _Options...
de: Standard-_Optionen...
fr: _Options par défaut...
it: _Impostazioni di gioco
pl: Domyślne o_pcje...
pt_br: Pr_opriedades Padrão...
sv: Standardal_ternativ...

source: Set default game options
de: Standard-Spieloptionen setzen
fr: Définir les options de jeu par défaut
it: Imposta le opzioni predefinite del gioco
pl: Ustaw domyślne opcje gry.
pt_br: Definir opções padrão do jogo
sv: Ställ in standardalternativ för spel

source: Properties
de: Eigenschaften
fr: Propriétés
it: Proprietà
pl: Właściwości
pt_br: Propriedades
sv: Egenskaper

source: Display the properties of the selected game
de: Zeige die Eigenschaften des ausgewählten Spiels an
fr: Afficher les propriétés du jeu sélectionné
it: Visualizza le proprietà del gioco selezionato
pl: Pokaż właściwości wybranej gry.
pt_br: Exibir as propriedades do jogo selecionado
sv: Visa egenskaperna för det markerade spelet

source: Add to 'Favorites'
de: Füge zu den 'Favoriten' hinzu
it: Aggiungi ai 'Preferiti'
pl: Dodaj do ulubionych
pt_br: Adicionar aos 'Favoritos'
sv: Lägg till i "Favoriter"

source: Add this game to your 'Favorites' game folder
de: Füge dieses Spiel zu deinem 'Favoriten'-Spielordner hinzu
fr: Ajouter ce jeu à votre répertoire de jeux 'Favoris'
it: Aggiungi questo gioco alla cartella dei tuoi 'Preferiti'
pl: Dodaj tę pozycję do katalogu ulubionych gier.
pt_br: Adicione este jogo a sua pasta jogos 'Favoritos'
sv: Lägg till detta spel till din "Favoriter"-spelmapp

source: Remove from 'Favorites'
de: Entferne von 'Favoriten'
fr: Enlever des 'Favoris'
it: Rimuovi dai 'Preferiti'
pl: Usuń z ulubionych
pt_br: Remover dos 'Favoritos'
sv: Ta bort från "Favoriter"

source: Remove this game from your 'Favorites' game folder
de: Entferne dieses Spiel von deinem 'Favoriten'-Spielordner
fr: Enlever ce jeu de votre répertoire de jeux 'Favoris'
it: Rimuovi questo gioco dalla tua cartella dei 'Preferiti'
pl: Usuń tę pozycję z katalogu ulubionych gier.
pt_br: Remover este jogo da sua pasta jogos 'Favoritos'
sv: Ta bort detta spel från din "Favoriter"-spelmapp

source: Expand All
fr: Tout développer
it: Espandi tutto
pl: Rozszerz wszystko.
pt_br: Expandir Tudo

source: Expand all rows
fr: Développer toutes les lignes
it: Espandi tutte le righe
pl: Rozszerz wszystkie rzędy.
pt_br: Expandir todas as linhas

source: Collapse All
fr: Tout réduire
it: Comprimi tutto
pl: Zwiń wszystko.
pt_br: Recolher Tudo

source: Collapse all rows
fr: Réduire toutes les lignes
it: Comprimi tutte le righe
pl: Zwiń wszystkie rzędy.
pt_br: Recolher todas as linhas

source: _Toolbar
fr: Barre d'_Outils
it: Barra degli s_trumenti
pl: _Pasek narzędzi
pt_br: _Barra de Ferramentas
sv: _Verktygsrad

source: Show or hide the toolbar
de: Toolbar anzeigen oder verstecken
fr: Afficher ou cacher la barre d'outils
it: Mostra o nascondi la barra degli strumenti
pl: Pokazanie i ukrywanie paska narzędzi.
pt_br: Exibir ou esconder a barra de ferramentas
sv: Visa eller dölj verktygsraden

source: _Status Bar
fr: Barre d'_Etat
it: Barra di _stato
pl: _Pasek stanu
pt_br: Barra de _Status
sv: _Statusrad

source: Show or hide the status bar
de: Statusbar anzeigen oder verstecken
fr: Afficher ou cacher la barre d'état
it: Mostra o nascondi la barra di stato
pl: Pokaż bądź ukryj pasek stanu.
pt_br: Exibir ou esconder a barra de status
sv: Visa eller dölj statusraden

source: Fold_er List
de: _Ordnerliste
fr: Liste des _Répertoires
it: Elenco Cartell_e
pl: Lista fold_erów
pt_br: Lista d_e Pastas
sv: Map_plista

source: Show or hide the folder list
de: Ordnerliste anzeigen oder verstecken
fr: Afficher ou cacher la liste des répertoires
it: Mostra o nascondi la lista delle cartelle
pl: Pokaż bądź ukryj listę katalogów.
pt_br: Exibir ou esconder a lista de pastas
sv: Visa eller dölj mapplistan

source: Scree_nshot Panel
de: Scree_nshot-Leiste
fr: Panneau de _Captures d'écran
it: Pannello Immagi_ni
pl: Pa_nel zrzutów ekranu
pt_br: Painel de Scree_nshot
sv: Skä_rmbildspanel

source: Show or hide the screenshot panel
de: Screenshot-Kontrollleiste anzeigen oder verstecken
fr: Afficher ou cacher le panneau de captures d'écran
it: Mostra o nascondi il pannello delle immagini
pl: Pokaż lub ukryj panel ze zrzutami ekranu.
pt_br: Exibir ou esconder o painel de screenshot
sv: Visa eller dölj skärmbildspanelen

source: _List
fr: _Liste
it: _Elenco
pl: _Lista
pt_br: _Lista

source: Displays items in a list
fr: Affiche les items sous une liste
it: Visualizza i giochi in una lista
pl: Pokaż listę gier.
pt_br: Exibe itens em uma lista

source: List _Tree
fr: Liste à _Arborescence
it: Elenco ad _albero
pl: Drzewo lis_ty
pt_br: Lis_ta de Árvore

source: Displays items in a tree list with clones indented
fr: Affiche la liste des items sous une liste à arborescence à clones indentés
it: Visualizza i giochi in una vista ad albero con i cloni indentati
pl: Pokazuje gry w drzewie listy, a klony w podgrupach.
pt_br: Exibe itens em uma lista com árvore clones indentados

source: _Details
fr: _Détails
it: _Dettagli
pl: _Szczegóły
pt_br: _Detalhes
sv: _Detaljer

source: Displays detailed information about each item
de: Zeigt detaillierte Informationen über jedes Element
fr: Affiche des informations détaillées pour chaque item
it: Visualizza informazioni dettagliate per ogni gioco
pl: Pokaż szczegółowe informacje o każdej z gier.
pt_br: Mostra informação detalhada sobre cada item
sv: Visar detaljerad information om varje objekt

source: Detai_ls Tree
fr: Déta_Is à arborescence
it: Dettag_li ad albero
pl: Drze_wo szczegółów
pt_br: Deta_lhes Árvore

source: Displays detailed information about each item with clones indented
fr: Affiche des informations détaillées pour chaque item avec des clones indentés
it: Visualizza informazioni dettagliate per ogni gioco con i cloni indentati
pl: Pokazanie szczegółowych informacji o każdej z gier, a klonów w podgrupach.
pt_br: Mostra informação detalhada sobre cada item com clones indentados

source: Hide Column
de: Spalte ausblenden
fr: Cacher la colonne
it: Nascondi colonna
pl: Ukryj kolumnę.
pt_br: Esconder Coluna
sv: Dölj kolumn

source: Retrieving default boolean value for %s: %i
de: Empfange voreingestellten booleschen Wert für %s: %i
fr: Récupération de la valeur boléenne par défaut pour %s: %i
it: Recupero valore boleano predefinito per %s: %i
pl: Pobieranie domyślnej wartości logicznej dla %s: %i.
pt_br: Recuperando valor padrão boleano para %s: %i
sv: Hämtar booleskt standardvärde för %s: %i

source: Retrieving default integer value for %s: %i
de: Empfange voreingestellten ganzzahligen Wert für %s: %i
fr: Récupération de la valeur entier par défaut pour %s: %i
it: Recupero valore intero predefinito per %s: %i
pl: Pobieranie domyślnej wartości całkowitej dla %s: %i.
pt_br: Recuperando valor padrão inteiro para %s: %i
sv: Hämtar standardheltalsvärde för %s: %i

source: Retrieving default string value for %s: %s
de: Empfange voreingestellten Zeichenkette für %s: %i
fr: Récupération de la valeur par défaut du string pour %s: %s
it: Recupero valore stringa predefinita per %s: %s
pl: Pobieranie domyślnej wartości tekstowej dla %s: %s.
pt_br: Recuperando valor padrão texto para %s: %s
sv: Hämtar standardsträngvärde för %s: %s

source: GMAMEUI Preferences
de: GMAMEUI-Einstellungen
fr: Préférences de GMAMEUI
it: Preferenze di GMAMEUI
pl: Opcje GMAMEUI.
pt_br: GMAMEUI Preferências
sv: Inställningar för GMAMEUI

source: GMAMEUI Arcade Machine Emulator
de: GMAMEUI-Arcade-Automaten-Emulator
fr: GMAMEUI Émulateur de Machine d'Arcade
it: GMAMEUI (emulatore di macchine arcade)
pl: GMAMEUI Interfejs Emulatora Automatów do Gier
pt_br: GMAMEUI Interface Gráfica para Emulador de Filperama
sv: Arkadmaskinsemulatorn GMAMEUI

source: All ROMs
de: Alle Roms
fr: Toutes les ROM
it: Tutti
pl: Wszystkie ROM-y
pt_br: Todas as ROMs
sv: Alla ROM

source: Unavailable
fr: Non disponible
it: Non disponibili
pl: Niedostępne
pt_br: Não disponível

source: Favorites
de: Favoriten
fr: Favoris
it: Preferiti
pl: Ulubione
pt_br: Favoritos
sv: Favoriter

source: Colors
de: Farben
fr: Couleurs
it: Colori
pl: Kolory
pt_br: Cores
sv: Färger

source: Graphics
de: Grafik
fr: Graphismes
it: Grafica
pl: Grafika
pt_br: Gráficos
sv: Grafik

source: Originals
de: Originale
fr: Originaux
it: Originali
pl: Oryginały
pt_br: Originais
sv: Original

source: Clones
de: Klone
it: Cloni
pl: Klony
sv: Kloner

source: Raster
pl: Rastrowa

source: Vector
de: Vektor
fr: Vectoriel
it: Vettori
pl: Wektorowa
pt_br: Vetor

source: Lightgun
fr: Pistolet
it: Pistola
pl: Pistolet świetlny
sv: Ljuspistol

source: Play Game
de: Spiel spielen
fr: Lancer le jeu
it: Carica Gioco
pl: Graj
pt_br: Iniciar Jogo
sv: Spela spel

source: Show Folders
de: Ordner anzeigen
fr: Afficher les répertoires
it: Mostra Cartelle
pl: Pokazanie katalogów
pt_br: Mostrar Pastas
sv: Visa mappar

source: Show Sidebar
de: Seitenleiste anzeigen
fr: Afficher le panneau latéral
it: Mostra la barra laterale
pl: Pokazanie bocznego paska
pt_br: Exibir Barra Lateral
sv: Visa sidopanel

source: List
fr: Liste
it: Lista
pl: Lista
pt_br: Lista

source: List Tree
fr: Liste à arborescence
it: Lista ad albero
pl: Drzewo listy
pt_br: Lista de Árvore

source: Details
fr: Détails
it: Dettagli
pl: Szczegóły
pt_br: Detalhes
sv: Detaljer

source: Details Tree
fr: Détails à arborescence
it: Dettagli ad albero
pl: Drzewo szczegółów.
pt_br: Detalhes Árvore

source: Performing quick check, please wait:
de: Führe schnelle Überprüfung durch, bitte warten:
fr: Vérification rapide en cours, veuillez patienter:
it: Sto performando dei controlli veloci, attendere prego:
pl: Szybkie sprawdzanie, proszę czekać:
pt_br: Checagem rápida de performance, por favor espere:
sv: Genomför snabb kontroll, vänta:

source: French Layout
de: Französisches Layout
fr: Disposition française
it: Layout Francesce
pl: Francuski układ.
pt_br: Layout Francês
sv: Fransk layout

source: German Layout
de: Deutsches Layout
fr: Disposition allemande
it: Layout Tedesco
pl: Niemiecki układ.
pt_br: Layout Alemão
sv: Tysk layout

source: Getting list of valid MAME options using parameter %s
de: Erhalte Liste gültiger MAME-Optionen mit dem Parameter %s
fr: Obtention de la liste des options MAME valides utilisant le paramètre %s
it: Recupero lista delle opzioni MAME valide usando il parametro %s
pl: Pobieram listę działających opcji MAME przy użyciu parametrów %s.
pt_br: Obter lista de opções válidas do MAME utilizando parâmetro %s
sv: Hämtar lista över giltiga MAME-flaggor med parametern %s

source: Found option: %s %s%s (%s)
de: Option gefunden: %s %s%s (%s)
fr: Option: %s %s%s (%s) trouvée
it: Trovata opzione: %s %s%s (%s)
pl: Znaleziono opcję: %s %s%s (%s).
pt_br: Encontrada opção: %s %s%s (%s)
sv: Hittade alternativ: %s %s%s (%s)

source: Description: "%s"
de: Beschreibung: "%s"
it: Descrizione: "%s"
pl: Opis: : "%s"
pt_br: Descrição: "%s"
sv: Beskrivning: "%s"

source: Possible values:
de: Mögliche Werte:
fr: Valeurs possibles:
it: Valori Possibili:
pl: Możliwe wartości:
pt_br: Possíveis valores:
sv: Möjliga värden:

source: Creating game list...
de: Spielliste wird erstellt...
fr: Création de la liste de jeux
it: Sto generando la lista dei giochi...
pl: Tworzenie listy gier...
pt_br: Criando lista de jogos...
sv: Skapar spellista...

source: Creating game list, please wait
de: Erstelle Spielliste, bitte warten
fr: Création de la liste de jeux, veuillez patienter
it: Sto generando la lista dei giochi, attendere prego
pl: Tworzenie listy gier, proszę czekać.
pt_br: Criando lista de jogos, por favor espere
sv: Skapar spellista, vänta

source: Creating game list (%d games)...
de: Spielliste wird erstellt (%d Spiele)...
fr: Création de la liste de jeux (%d jeux)...
it: Sto generando la lista dei giochi (%d giochi)...
pl: Tworzenie listy gier (%d gier)...
pt_br: Criando lista de jogos (%d jogos)...
sv: Skapar spellista (%d spel)...

source: receiving data, please wait
de: empfange Daten, bitte warten
fr: réception des données, veuillez patienter
it: sto ricevendo i dati, attendere prego
pl: Odbieranie danych, proszę czekać.
pt_br: recebendo dados, por favor espere
sv: tar emot data, vänta

source: creating game list, Please wait:
de: erstelle Spielliste, bitte warten:
fr: création de la liste de jeux, veuillez patienter:
it: sto generando la lista dei giochi, attendere prego:
pl: Tworzenie listy gier, proszę czekać.
pt_br: criando lista de jogos, por favor espere:
sv: skapar spellista, vänta:

source: xmame not found
de: Xmame nicht gefunden
fr: impossible de trouver xmame
it: MAME non trovato
pl: Nie znaleziono xmame.
pt_br: xmame não encontrado
sv: xmame hittades inte

source: I don't know how to generate a gamelist for this version of xmame!
pl: Nie wiem, jak utworzyć listę gier dla tej wersji xmame.
pt_br: Não é possível criar uma lista de jogos com esta versão do xmame!

source: Checking that MAME supports the option %s...
de: Überprüfe ob MAME die Option %s unterstützt...
fr: Vérification du support par MAME de l'option %s...
it: Sto verificando se MAME supporta l'opzione %s...
pl: Sprawdzanie obsługiwania opcji %s przez MAME...
pt_br: Checando se o MAME suporta a opção %s...

source: ...it does
de: ...wird unterstützt
fr: ...supportée
it: ...eseguito
pl: ...tak.
pt_br: ...ele suporta

source: Error retrieving options value for key %s in category %s: %s
de: Fehler beim Empfangen der Options-Werte für Schlüssel %s in Kategorie %s: %s
fr: Erreur à la récupération de la valeur des options pour la clé %s: %s
it: Errore recupero opzioni valori per la chiave %s nella categoria %s: %s
pl: Błąd podczas uzyskiwania wartości opcji dla klucza %s w kategorii %s: %s.
pt_br: Erro ao recuperar valor da chave %s na categoria %s: %s

source: ...it doesn't
de: ...wird nicht unterstützt
fr: ...non supportée
it: non eseguito
pl: ...nie.
pt_br: ...ele não suporta

source: The option %s is not supported by MAME %s
de: Die Option %s wird nicht von MAME %s unterstützt
fr: L'option %s n'est pas supportée par MAME %s
it: L'opzione %s non è supportata dal MAME %s
pl: Opcja %s nie jest obsługiwana przez MAME %s.
sv: Flaggan %s stöds inte av MAME %s

source: MAME Options
de: MAME-Optionen
fr: Options de MAME
it: Opzioni MAME
pl: Opcje MAME
pt_br: Opções do MAME
sv: Alternativ för MAME

source: Retrieving default int value for %s: %d
de: Empfange voreingestellten int-Wert für %s: %d
fr: Récupération de la valeur int par défaut pour %s: %s
it: Recupero valore intero predefinito per %s: %d
pl: Pobieram domyślną wartość int dla %s: %d.

source: Retrieving default double value for %s: %.2f
de: Empfange voreingestellten double-Wert für %s: %.2f
fr: Récupération de la valeur double par défaut pour %s: %.2f
it: Recupero valore double predefinito per %s: %.2f
pl: Pobieranie domyślnej wartości podwójnej dla %s: %.2f.
